{
    "Alcohol": [
      "Kansas's alcohol laws are among the strictest in the United States. Kansas prohibited all alcohol from 1881 to 1948, and continued to prohibit on-premises sales of alcohol from 1949 to 1987. Sunday sales only have been allowed since 2005. Today, 29 counties still do not permit the on-premises sale of alcohol. 59 counties require a business to receive at least 30% of revenue from food sales to allow on-premises sale of alcohol. Only 17 counties allow general on-premises sales. Not all communities which allow off-premises sales allow sales on Sunday. Sales are prohibited on Christmas and Easter.",
      "Beer containing no more than 6.0% alcohol by volume may be sold in grocery and convenience stores. Prior to April 1, 2019, the only alcoholic beverage which grocery stores and gas stations were allowed to sell was beer with no more than 3.2% alcohol by weight. Other liquor sales only are allowed at state-licensed retail liquor stores. Kansas has comprehensive open container laws for public places and vehicles, public intoxication laws, and requirements for prospective on-premises or off-premises licensees.",
      "The regulation of the sale of alcoholic beverages has been turned over to state and local authorities. Different states will have different statutes of limitations regarding who can sell alcohol and who can purchase alcohol. The federal government formally defines an alcoholic beverage as any beverage containing over 0.05 percent alcohol, and most states honor this limit; however, there may be some variability within certain states and localities.",
      "All states and local jurisdictions have adopted laws regarding minimum BAC level to establish limits of legal intoxication for driving and public intoxication. If an individual has a BAC level above this limit, the individual has committed a violation regardless of any other evidence that the person is sober or intoxicated.",
      "Adults who persuade or help minors commit acts of juvenile delinquency may be charged with the crime of contributing to the delinquency of a minor (or CDM). A minor is anyone under the age of majority, 18 in most states. Since possession of alcohol is an act of juvenile delinquency, for example, providing alcohol to minors would be an act of CDM in most cases. Colorado was the first to establish the crime in 1903 and all states now have such laws, even though most have carved out some exceptions.",
      "Perhaps the surest way to lose a liquor license is for the establishment to sell alcohol to individuals under the age of 21. The legal age to drink alcohol is 21 in all states. Establishments that do not check the identification of individuals who appear to 30 or younger are at risk for losing their liquor license. In addition, actually selling alcohol to an individual under the age of 21 is a sure way for a business to lose its liquor license. Some states may even encourage servers or bartenders to ask the individual questions if it is suspected that the person’s identification may be falsified or that the ID belongs to another person. The risk is all on the establishment that serves the minor. Businesses that serve minors who go on to injure someone, cause property damage, or result in a death while they are intoxicated will most assuredly lose their liquor license.",
      "The open container laws of most states prohibit drivers and passengers from drinking alcohol or possessing an open container of alcohol in a vehicle. Generally, a person can be in violation of the law whether the vehicle is in motion or parked.",
      "patrons removing partially consumed containers or bottles from restaurants and open containers or consumption of alcohol in public",
      "Upon compliance of the applicant with the provisions of this chapter, and the regulations made thereunder which are not in conflict with the provisions of this section, the Alabama Alcoholic Beverage Control Board may issue an entertainment district designation for any retail license authorized in this chapter which allows the licensee to sell alcoholic beverages for consumption",
      "Minor in possession of alcohol laws criminalize the possession and consumption of alcohol by individuals who are under the legal drinking age. The purpose of these laws is to strictly punish underage drinkers and deter illegal alcohol consumption."
    ],
    "Animal Cruelty": [
      "Acts of violence or neglect perpetrated against animals are considered animal cruelty. Animal cruelty laws vary by state, and violations may constitute a felony or a misdemeanor, depending on the jurisdiction. Many animal cruelty laws specifically exclude accepted animal husbandry practices involving farm animals, animals used in research, and lawful hunting and trapping of wildlife. Some states have training and reporting programs for social workers who suspect animal abuse during the course of their work.",
      "Generally, animal cruelty can be divided into two categories: neglect and intentional cruelty. Examples of intentional cruelty include, among others, overt abuse, when an individual purposely inflicts physical harm or injury on an animal, dog fighting and cock fighting. Acts of neglect include companion animals being neglected or denied basic necessities of care, such as food, water, shelter, or veterinary care.",
      "Torture an animal, deprive one of necessary sustenance, unnecessarily or cruelly beat, needlessly mutilate or kill, or impound or confine an animal without supplying it during such confinement with a sufficient quantity of good wholesome food and water;",
      "illegal to treat an animal in a cruel manner;",
      "Many state laws specifically forbid leaving a dog or cat unattended",
      "keeping animals in cruel living conditions without adequate care is illegal is all",
      "All fines collected for violations of this section shall be paid to the society or association for the prevention of cruelty to animals, if there be such in the county, township, or municipal corporation where such violation occurred."
    ],
    "Arson": [
      "At common law, arson is the malicious and voluntary or wilful burning of another's house, or dwelling house, or outhouse appurtenant to or a parcel of the dwelling house or within the curtilage. By statute, a person is guilty of arson, if, under circumstances not amounting to aggravated arson, by means of fire or explosives, he unlawfully and intentionally damages:",
      "Arson law deals with the criminal burning of homes, businesses, and other property. The crime of arson predates the American justice system, although legislators continue to modify the elements of the offense, expanding on the types of conduct that will qualify as arson. Laws prohibiting arson have been enacted by the federal government and in all 50 states. Penalties for convicted arsonists vary in every jurisdiction, and generally become more severe based upon the degree to which the fire puts human life at risk.",
      "Arson is defined as the willful and malicious burning or charring of property. There are many types of arson crimes, including setting fire to one's property with fraudulent intent--like when someone burns their house to collect insurance money. While the majority of arson crimes involve damage to buildings, arson can also be committed by a person who sets fire to forest land or a boat. Arson statutes typically classify arson as a felony due to the potential to cause injuries or death.",
      "In addition to state statutes there are also federal laws. The basic federal arson statute prohibits the willful and malicious setting of fires within the maritime and territorial jurisdiction of the United States. This applies to any of the following: Buildings; Structures or vessels; Machinery or building materials or supplies; Military or naval stores; Munitions of war; or Any structural aids or appliances for navigation or shipping. Federal arson laws also cover the attempt to start the fire or entering into a conspiracy to do so.",
      "A crime at common law, originally defined as the malicious burning of the dwelling of another. Depending upon the jurisdiction, the intentional setting of a fire to a building, or else the intentional setting of a fire to a building where people live.",
      "Most states no longer require that the property damaged or destroyed be a dwelling or even a building, and the knowing burning of personal property without consent or with unlawful intent is generally enough to constitute arson.1 Although arson is generally a felony, many state laws include different degrees of severity depending on the defendant's intent, how the fire or explosion was caused, and whether the fire or explosion resulted in physical injury or death. The penalties associated with a conviction of arson vary widely depending on the degree of arson. For example, the New York Penal Law includes five possible degrees of arson, where the fifth degree is a class A misdemeanor punishable by no more than year in jail, and the first degree is a class A-1 felony carrying a minimum sentence of 15 years and a maximum sentence of 25 years. See NY Penal Law Article 70.",
      "An essential element of the crime of arson is intent. In general, to commit arson, someone starting a fire must mean to start it with the knowledge that property damage is likely to result. On the other hand, accidentally burning property often isn’t a crime. In some states, though, a person who  ly starts a fire that causes property damage or hurts someone can be convicted of arson. Disobeying local fire ordinances, such as those restricting bonfires or campfires, can also lead to arson charges if the fire spreads and causes damage.",
      "Typically, the method used to start the fire is irrelevant. An arsonist can use a match, a lighter, or even explosives to directly set property on fire. But someone who indirectly sets a fire can also be convicted of arson. Suppose, for instance, a man starts a fire in one building while intending for it to spread and damage a neighboring building. The man can be convicted of arson for burning the second building even though he didn’t directly ignite it.",
      "Someone can also commit arson by setting fire to land. In many states, deliberately starting a forest fire or burning a farmer’s crops can result in an arson conviction.",
      "While states define the offense somewhat differently, arson is generally the intentional and malicious act of burning or setting fire to another person’s property."
    ],
    "Assault": [
      "With intent to cause serious physical injury to another person, s/he causes serious physical injury to any person by means a dangerous instrument; or",
      "With intent to disfigure another person seriously and permanently, or to destroy, amputate or disable permanently a member or organ of his/her body, s/he causes such an injury to any person; or",
      "Under circumstances manifesting extreme indifference to the value of human life, s/he engages in conduct which creates a grave risk of death to another person, and thereby causes serious physical injury to any person; or",
      "Second degree assault may involve intentional serious physical injury to another person, or physical injury to any person by means of a dangerous instrument. It may involve  ring with a police officer, emergency responder, or teacher, while performing their duties. When the injury suffered is less serious, it may be classified as assault of a lesser degree, such as simple assault.",
      "Attempts to cause or purposely, knowingly causes bodily injury to another; or",
      "Negligently causes bodily injury to another",
      "Attempts by physical menace to put another in fear of imminent serious bodily injury.",
      "Simple assault is a disorderly persons offense unless committed in a fight or scuffle entered into by mutual consent, in which case it is a petty disorderly persons offense",
      "Assault is sometimes defined as any intentional act that causes another person to fear that she is about to suffer physical harm. This definition recognizes that placing another person in fear of imminent bodily harm is itself an act deserving of punishment, even if the victim of the assault is not physically harmed. This definition also allows police officers to intervene and make an arrest without waiting for the assaulter to actually strike the victim.",
      "The criminal laws of many states classify assaults as either simple or aggravated, according to the gravity of the harm that occurs—or is likely to occur if the assaulter follows through and strikes the victim. Aggravated assault is a felony that may involve an assault committed with a weapon or with the intent to commit a serious crime, such as rape. (Some assault laws name the aggravating factor—for example, assault An assault may also be defined as aggravated if it occurs in the course of a that the legal system regards as worthy of special protection (see Aggravated Assault Case Example 2 below for more discussion). In the absence of factors such as these, the crime tends to be simple assault, a misdemeanor."
    ],
    "Battery": [
      "Aggravated battery is battery which involves an aggravating circumstance. Liability and sentencing for aggravated battery is typically harsher than that for regular battery.",
      "Battery exists in both the tort law context and the criminal law context. In tort law, assault is considered an intentional tort.",
      "In criminal law, this is a physical act that results in harmful or offensive contact with another person without that person's consent.",
      "the actual intentional striking of someone, with intent to harm, or in a rude and insolent manner even if the injury is slight. Negligent or careless unintentional contact is not battery no matter how great the harm. Battery is a crime and also the basis for a lawsuit as a civil wrong if there is damage.",
      "Although the statutes defining battery will vary by jurisdiction, a typical definition for battery is the intentional offensive or harmful touching of another person without their consent. Under this general definition, a battery offense requires all of the following: intentional touching; the touching must be harmful or offensive; no consent from the victim.",
      "It may come as some surprise that a battery generally does not require any intent to harm the victim (although such intent often exists in battery cases). Instead, a person need only have an intent to contact or cause contact with an individual. Additionally if someone acts in a criminally or negligent manner that results in such contact, it may constitute an assault. As a result, accidentally bumping into someone, offensive as the victim might consider it to be, would not constitute a battery.",
      "The criminal act required for battery boils down to an offensive or harmful contact. This can range anywhere from the obvious battery where a physical attack such as a punch or kick is involved, to even minimal contact in some cases.",
      "Like other forms of battery, domestic battery is categorized by intentionally causing unwanted touching or striking of another person or causing bodily harm to the person. However, the difference is the between the defendant and the victim. Domestic battery occurs when the victim is a family member or household member of the defendant",
      "Battery is a type of criminal charge that involves the unauthorized application of force against another person’s body, which results in offensive touching or actual physical injury.  In most instances, battery will result in misdemeanor criminal charges.",
      "This means that battery is usually punishable by criminal fees and/or actual time spent in jail (usually less than one year).  More serious forms of battery, or repeat instances of battery may result in more serious legal consequences, and can often result in felony charges instead of simple misdemeanor charges."
    ],
    "Burglary": [
      "the crime of breaking and entering into a structure for the purpose of committing a crime. No great force is needed (pushing open a door or slipping through an open window is sufficient) if the entry is unauthorized.",
      "Burglary is typically defined as the unlawful entry into almost any structure (not just a home or business) with the intent to commit any crime inside",
      "Burglary laws developed to safeguard people's homes and to prevent violence, not to protect against Other laws criminalize the taking of property; instead, burglary laws are meant to preserve the sanctity of a dwelling and to shield residents from harmful encounters with burglars in their house.",
      "The first element of burglary involves breaking into and entering a structure. The breaking-in can occur in two ways: actual and constructive. Actual breaking involves physical force: picking a lock or kicking a door in, for example. It could even be a very slight use of force, such as pushing open a door that's been left ajar. Constructive breaking, on the other hand, involves methods of gaining entry that don't use physical force fraud, for example. No matter how burglars break in, they must also enter the structure in order to satisfy this element. The entry can be minimal; the burglar doesn't have to actually walk into a building in order to commit a burglary. Sticking a hand through a window counts as an entry sufficient to support a charge of burglary. It's also important to note that the entry has to occur without the consent of the person occupying the property.",
      "As mentioned above, the common law crime of burglary focused on intrusions into one's personal residence. Under the modern definition, individuals commit burglary if they break into almost any type of building or structure, so long as it meets certain requirements.",
      "Burglary, also called breaking and entering and sometimes housebreaking, is an unlawful entry into a building or other location for the purposes of committing an offence",
      "Commission of a burglary with the intention or result of confronting persons on the premises may constitute an aggravated offense known as home invasion. Taking or attempting to take property by force or fear from persons on the premises also constitutes the offense of robbery.",
      "Statutory Burglary is defined as: If any people in the nighttime enter without breaking, or in the daytime break and enter or enter and conceal themselves in a dwelling house or an adjoining, occupied outhouse, or, in the nighttime enter without breaking or at any time break and enter or enter and conceal themselves in any office, shop, manufactured home, storehouse, warehouse, banking house, church or other house, or any ship, vessel or river craft",
      "The prosecutor must also prove that the accused entered the building illegally or without permission. This means that the building must be either a private one or a public one that was not open or otherwise publicly accessible. Illegal entry also applies to a person who enters a structure that’s open to the public, but with the intent to commit a crime inside—like a person who walks into a store with the intent to steal merchandise. The reasoning is that the owner’s permission has been extended only to those who enter for legitimate purposes; when the thief entered for illegal purposes, that permission did not apply, and the entry became one without permission.",
      "It used to be that burglary laws applied only when someone broke into another person's house or dwelling. Today, the law prohibits anyone from entering into any structure, and not just a home. Many state laws identify the types of structures that count as a building for burglary crimes. They include stores, school buildings, houseboats, trailer homes, and even tents or campsites. Some states also differentiate between burglary of a commercial space and residential burglary, punishing residential burglary more harshly. For residential burglary, the building must be a home, apartment, or some type of building in which a person lives."
    ],
    "Child Abuse": [
      "Child abuse law provides the rules for holding individuals who harm children legally accountable for their actions. These laws are directed at parents, guardians, caretakers, and anyone else responsible for a child's wellbeing. Child abuse is not limited to physical harm. Most child abuse statutes also include emotional harm, sexual abuse or exploitation, as well as acts or failures to act that result in an imminent risk of danger to the child. Allegations of child abuse can result in criminal charges and/or the initiation of a child neglect case in civil court. Statutes prohibiting child abuse have been enacted at the state and federal level.",
      "There are several cases where children that die in a hot car can lead to the prosecution of parents or other adults, but this is not always what happens. It usually depends on the specific circumstances of what happened, how long the person was gone with the child in the car and if it was an accident or intentional.",
      "Many states consider that when a child's health, safety against dangers or overall well-being has been endangered, a criminal offense of child endangerment may have occurred. These crimes may come to convictions that often see parents, friends or others placed behind bars for many years.",
      "To be charged with child endangerment violations, the person may be faced with a misdemeanor or a felony depending upon the state and the factors of the crime. To have charges issued, the youth does not need to be directly harmed by the actions of the accused. The young person or persons only must be present in an environment where they may be injured physically, emotionally or mentally. Leaving a child in an unsafe neighborhood could be considered a violation that is child endangerment. Convictions of these charges often result in a minimum of one year through a maximum of six years. However, some states have lesser and greater degrees of penalties with other numerous factors to consider. Many common factors of these crimes have the same fines, fees and prison terms attached, but when the violation becomes a felony, these penalties are usually elevated with the crime classification.",
      "Some parents will leave children in a hot car to either punish them or to keep the youth from annoying them while taking care of shopping or entertainment. When the heat is a serious factor, the youth could suffer from dehydration, heat stroke or other physical injuries in the duration while in the car. If there is nothing to drink, nothing to remove the hot sun from baking the child’ skin or any way to take cover, the subsequent injuries can lead to internal damage. A young person is not normally subjected to this type of harm, and a long period in the sun can disrupt the body.",
      "There are various acts that are considered for these crimes, but not all of them are actually child endangerment. Leaving a young one in a car for long periods of time, or when the temperature is very hot and the child is inside the vehicle would be considered this violation. This is due to the issues of heat exhaustion, overheating, possible injuries due to burns and similar issues. Leaving a person in such a situation has been deemed possibly life-threatening. Allowing a child to be alone in an area where he or she could be kidnapped or abducted is usually considered dangerous and possibly hazardous. These actions could also place the young one in danger from moving vehicles or other dangers. driving while intoxicated, providing a minor with alcohol and letting them drive are all considered possible child endangerment crimes in many jurisdictions. Each poses a possible danger to the potential risk of injury whether physical, emotional or mental. Even the possibility of harm may be interpreted to be an offense of child endangerment.",
      "The inability or unwillingness of a parent, guardian or custodian of a child to provide that child with supervision, food, clothing, shelter or medical care if that inability or unwillingness causes unreasonable risk of harm to the child's health or welfare, except if the inability of a parent, guardian or custodian to provide services to meet the needs of a child with a disability or chronic illness is solely the result of the unavailability of reasonable services.",
      "Child neglect is a form of child abuse. It occurs when a person who is responsible for the child fails to care for the minor’s emotional or physical needs. Neglect involves not meeting children's basic needs: physical, medical, educational, and emotional. Emotional neglect is a part of emotional abuse.",
      "law defines child abuse as inflicting mental, physical, or emotional injury that harms the child including negligent treatment, maltreatment, or exploitation to the extent that the child's health or emotional well-being is endangered. Child abuse includes sexual abuse.",
      "Abuse of a Child in Kansas is knowingly doing any of the following to a child under 18 years old: Torturing or cruelly beating the child Shaking any child that results in great bodily harm to the child Inflicting cruel and inhuman corporal punishment upon any child"
    ],
    "Child Exploitation": [
      "Images of child pornography are not protected under First Amendment rights, and are illegal contraband under federal law. Section 2256 of Title 18, United States Code, defines child pornography as any visual depiction of sexually explicit conduct involving a minor (someone under 18 years of age).  Visual depictions include photographs, videos, digital or computer generated images indistinguishable from an actual minor, and images created, adapted, or modified, but appear to depict an identifiable, actual minor.  Undeveloped film, undeveloped videotape, and electronically stored data that can be converted into a visual image of child pornography are also deemed illegal visual depictions under federal law.",
      "Notably, the legal definition of sexually explicit conduct does not require that an image depict a child engaging in sexual activity.  A picture of a naked child may constitute illegal child pornography if it is sufficiently sexually suggestive.  Additionally, the age of consent for sexual activity in a given state is irrelevant; any depiction of a minor under 18 years of age engaging in sexually explicit conduct is illegal. Federal law prohibits the production, distribution, reception, and possession of an image of child pornography using or affecting any means or facility of interstate or foreign commerce (See 18 U.S.C.  2251; 18 U.S.C.  2252; 18 U.S.C.  2252A).  Specifically, Section 2251 makes it illegal to persuade, induce, entice, or coerce a minor to engage in sexually explicit conduct for purposes of producing visual depictions of that conduct.  Any individual who attempts or conspires to commit a child pornography offense is also subject to prosecution under federal law.",
      "Any violation of federal child pornography law is a serious crime, and convicted offenders face severe statutory penalties.  For example, a first time offender convicted of producing child pornography under 18 U.S.C.  2251, face fines and a statutory minimum of 15 years to 30 years maximum in prison.  A first time offender convicted of transporting child pornography in interstate or foreign commerce under 18 U.S.C.  2252, faces fines and a statutory minimum of 5 years to 20 years maximum in prison.  Convicted offenders may face harsher penalties if the offender has prior convictions or if the child pornography offense occurred in aggravated situations defined as (i) the images are violent, sadistic, or masochistic in nature, (ii) the minor was sexually abused, or (iii) the offender has prior convictions for child sexual exploitation.  In these circumstances, a convicted offender may face up to life imprisonment.",
      "Child pornography is a form of child sexual exploitation. Federal law defines child pornography as any visual depiction of sexually explicit conduct involving a minor (persons less than 18 years old).  Images of child pornography are also referred to as child sexual abuse images.",
      "Except in limited circumstances, federal laws typically do not apply to child sexual abuse matters that takes place wholly inside a single state.  These matters are therefore generally handled by state or local authorities and prosecuted under state laws.  However, if the sexual abuse of a child occurred on federal lands, the offense may be prosecuted under federal law.  Federal lands include areas such as military bases, Indian territories, and other government– owned lands or properties (See 18 U.S.C. 7). Under federal law, offenders convicted of sexually abusing a child face fines and imprisonment.  Furthermore, an offender may face harsher penalties if the crime occurred in aggravated circumstances, which include, for example, the offender used force or threats, inflicted serious bodily injury or death, or kidnapped a child in the process of committing child sexual abuse.",
      "Solicitation of a minor involves a defendant asking or engaging in a conversation with a minor and during the course of that conversation, the defendant asks (or solicits) the minor to meet them for the purpose of engaging in a sexual act. Online solicitation of a minor is a common form of solicitation of a minor, and involves communication through the internet during which the solicitation occurs. When charged with online solicitation of a minor, a defendant should understand the charge and its defenses, the initial penalty, and the long-term consequences.",
      "soliciting the child to engage in any lewd fondling or touching of the person of another with the intent to arouse or satisfy the sexual desires of the child, the offender or another.",
      "Generally, when a person is charged with taking indecent liberties, the liberties must be taken in the physical presence of the child, but physical contact is not required. Exposing one's private parts to a child with sexual intent may constitute the crime. An indecent liberty may consist of communication of indecent language.",
      "Aggravated indecent liberties with a child involving either sexual intercourse with a child between 14 and 16 or lewd fondling or touching of a child under 14 is a level 3 person felony, punishable by up to 20 years of imprisonment, depending upon criminal history. Aggravated indecent liberties with a child involving lewd touching and fondling of a child between 14 and 16 is a level 4 person felony, punishable by up to 14 years in prison, depending upon criminal history. If, however, the offender is 18 years of age or older, and the victim was under 14 years of age, the offense will be prosecuted as an off-grid person felony under “Jessica’s Law,” and is punishable by a life sentence without the possibility of parole for 25 years. Anyone convicted of any form of indecent liberties with a child must register as a Kansas sex offender.",
      "Most states, including Nebraska, have laws specifically prohibiting electronic solicitation or use of a computer to lure children for sexually exploitive purposes. Local police and federal agents take this matter very seriously, and prosecutors aggressively pursue such cases."
    ],
    "Court Order": [
      "A person that violates a restraining order will be in contempt of a court order. Contempt means that the person willfully failed to obey the court order. The person can be arrested, get jail time, or be charged with a misdemeanor or felony.",
      "Courts issue restraining orders in a variety of scenarios. A restraining order may be designed to bring about the end of a public nuisance, or a judge might issue one in an effort to control the conduct of the parties to a civil lawsuit. A judge may also issue a restraining order to protect a victim from further acts.",
      "Probation violation laws vary among the states and are governed by federal and state law. Generally, a probation violation occurs when you ignore, avoid, refuse, or otherwise break the terms or conditions of your probation at any time during the probation period. Probation typically runs from one to three years, but may also last for several years depending on the original offense.",
      "There is no set rule as to what happens immediately after a probation violation is reported. Probation officers have broad discretion to issue a warning, or require you to appear in court for a probation violation hearing. In deciding, a probation officer may consider the severity and type of condition violated, past probation violations or warnings, and other considerations. If you're requested to appear in court, the probation officer will request some form of penalty, which may potentially include jail time.",
      "In setting bond conditions, courts may also consider whether a defendant is actively employed and supervised, and if he or she has a family to support via such employment. A defendant who is gainfully employed and has a family to support may face fewer bond restrictions than one who does not.",
      "Bond conditions are zero tolerance. A defendant must obey bond conditions or risk being jailed again. Many defendants fail to understand that a judge can quickly return them to jail if bond conditions are violated.",
      "When the abuser does something that the court has ordered him/her not to do, or fails to do something the court has ordered him/her to do, s/he may have violated the order. The victim can ask the police or the court, or both, depending on the violation, to enforce the order. The police can generally enforce the stay away, no contact, cease abuse, exclusive use, and possibly custody provisions - those that need immediate response. If you are unable to call them when the violation occurs, they should take a report if you call them soon afterwards. In some cases, it might result in a misdemeanor or felony criminal conviction and punishment. These types of violations can also later be addressed by the civil court, and it is often a good idea to bring them to the court’s.",
      "Other violations are not easily enforced by the police, such as failure to pay support or attend treatment programs - those are better enforced by the court. If you file a “motion for contempt” in the court that issued the order, explaining how the abuser violated the order, the court will hold a hearing to determine if the facts prove that the abuser violated the order. If the court finds a violation did occur, the judge will determine a penalty. Depending upon the laws of your jurisdiction and the nature of the violation, the penalty might be a finding of contempt, which could result in a fine, jail time or both. The violation might also be a reason for the order to be extended or modified in some way.",
      "Defying restraining orders can result in stacking charges. For example, you could be charged with trespassing on private property while also defying a restraining order. If you're found guilty of a probation violation, sentencing will occur shortly after the hearing, at which time the court may extend your probation, impose additional probation terms, order you serve a brief time in jail, or revoke your probation altogether and require you to serve out any remaining time of your original sentence in prison. Factors a judge may consider in determining your sentence may include the nature and manner of the offense and whether the offender was a first-time or repeat offender, among other considerations.",
      "Defying a court order, restraining order, or protective order will result in heavy penalties for the offender. When a person faces the courtroom for a violation hearing, he or she may not understand what this entails. The prosecuting lawyer does not need the same beyond a shadow of a reasonable doubt in charging the person with the violation and succeeding in the judge’s positive decision to penalize the violator. This places the burden of proving the allegations false or providing a reasonable accounting for violating probation. Without legal representation, the individual may fail at giving his or her reasons for violating the probation or in refuting the charges successfully. Then, the person may face additional sentencing or a loss of probation entirely."
    ],
    "Curfew": [
      "Curfews have similar restrictions in cities and towns across Kansas. Typically, youths may not be outside during certain hours without the immediate supervision of an adult. This includes “loitering, wandering, strolling or playing in or on the public, parks, playground(s), public buildings, eating places or vacant lots,” according to a Kansas City News 5 article.",
      "If juveniles are caught in violation of curfew law, it is often parents who are subject to penalties and punishments, particularly for youths under the age of 16.",
      "It is unlawful for any minor under the age of eighteen years to idle, wander, stroll, or play in or upon the publicparks, playgrounds, or other public grounds, public places or public buildings, places of amusement or entertainment, eating places, vacant lots or other place unsupervised by an adult having the lawful authority to be at such place during the following periods of time",
      "Juvenile curfew laws are local ordinances that prohibit people of a certain age (usually under 18) from being in public or in a business establishment during certain hours (such as between 11:00 p.m. and 6:00 a.m.). The legislative intent behind juvenile curfew laws is usually social order goals such as prevention of crimes involving juveniles, protection of minors from predators, and maintenance of the general peace.",
      "Often, a city curfew law will remain on the books but will only be enforced periodically, typically as a police response to an increased incidence of local crime and violence. In other cities, curfew enforcement is ramped up during summer months when students are out of school.",
      "A city's curfew law can also include a provision giving local law enforcement the ability to choose more lenient and socially constructive curfew enforcement policies (compared to automatic citation or arrest of offending minors). These alternatives might include issuing a warning, recommending a counseling program, or simply taking the minor home.",
      "A curfew is an order specifying a time during which certain regulations apply.[1][2] Typically it refers to the time when individuals are required to return to and stay in their homes. Such an order may be issued by public authorities but also by the head of a household to those living in the household. For instance, an au pair is typically given a curfew, which regulates when they must return to the host family's home in the evening.",
      "However, unlike juvenile curfews, all-ages curfews have always been very limited in terms of both location and duration. That is, they are temporary and restricted to very specific areas, and generally only implemented during states of emergency, then subsequently lifted or allowed to sunset.",
      "Curfew law in the United States is usually a matter of local ordinance (mainly applied by a municipality or county), rather than federal law. However, the Constitution guarantees certain rights, which have been applied to the states through the 14th Amendment. Hence, any curfew law may be overruled and struck down if, for example, it violates a juvenile's 1st, 4th, 5th or 14th Amendment rights. Nonetheless, curfews are set by state and local governments. They vary by state[15] and even by county or municipality. In some cities, there are curfews for persons under the age of 18. American military curfews are a tool used by commanders at various installations to shape the behavior of soldiers.",
      "Kansas statutes provide that a student is truant if they are absent without excuse, for a significant portion of the school day, for three consecutive days, or five days in a semester, or seven days in a school year. When that occurs, then the school is to provide notice to the student's parent or guardian. Once notice is received, then any further absences without excuse triggers a report to the District Attorney's Office."
    ],
    "DUI": [
      "If an individual is arrested for a DUI-type offense, the arresting officers have the responsibility to remove the individual from the situation and get them off the road. Typically, this means taking them into the police station, booking them, and then putting them in jail until they post bond In many jurisdictions, individuals must also demonstrate a significant drop in their BAC in order for them to be released on their own recognizance after being arrested for a DUI or related offense. The actual amount of time an individual spends in jail is dependent on the situation, jurisdiction, etc.,",
      "DUI type offenses may or might not be felonies. In most jurisdictions, an individual who is getting a first-time DUI will most likely be charged with a misdemeanor. However, an individual who severely injures or kills someone while under the influence of alcohol or other drugs will be charged with a felony. Some states now also charge individuals with felonies even for first-time offenses if they have a very high BAC; the level can vary from state to state, but as an overall standard, a BAC of 0.15 or higher is a red flag to most legal authorities.",
      "If an individual is arrested for a DUI-type offense while their driving privileges have been suspended or restricted, they may be charged with higher-level offenses. The trend in numerous states is also to charge individuals with multiple DUI offenses with felony convictions after they have been arrested many times for DUIs or similar offenses (most often, three times or more). Thus, in many states, after an individual has two (or three) DUI convictions on their record, any subsequent arrests for DUIs are felony convictions.",
      "Some states refer to it as Driving Under the Influence (DUI), others refer to it as Driving While Intoxicated (DWI) and a small group of states called it Operating Under the Influence (OUI). (We generally refer to it as DUI at this site.) This criminal offense generally includes either driving under the influence of alcohol to the extent it impairs your physical and mental faculties, or driving while you have a blood alcohol content of .08 or greater regardless of whether the alcohol has had any effect on you. The offense is also mistakenly known as “drunk driving” although that term has no official meaning and is a misnomer because you don’t have to be drunk (or driving) in order to be arrested and convicted of a DUI.",
      "Drunk driving is the act of operating a motor vehicle with the operator's ability to do so impaired",
      "Among other names, the criminal offense of drunk driving may be called driving under the influence (DUI), driving while intoxicated or impaired (DWI), operating [a] vehicle under the influence of alcohol (OVI), or operating while impaired (OWI).",
      "For the most part, DUI or DWI are synonymous terms that represent the criminal offense of operating (or in some jurisdictions merely being in physical control of) a motor vehicle while being under the influence of alcohol or drugs or a combination of both. The key inquiry focuses on whether the driver's faculties were impaired by the substance that was consumed. The detection and successful prosecution of drivers impaired by prescription medication or illegal drugs can therefore be difficult. Breathalyzers have been developed for the purpose of administering roadside or laboratory tests that can detect the actual level of a controlled substance in an individual's body.",
      "In construing the terms DUI, DWI, OWI and OVI, some states make it illegal to drive a motor vehicle while under the influence or driving while intoxicated while others indicate that it is illegal to operate a motor vehicle. There is a split of authority across the country regarding this issue. Some states permit enforcement of DUI, DWI, and OWI/OVI statutes based on operation and control of a vehicle, while others require actual driving",
      "The penalties for drunk driving vary among states and jurisdictions. It is not uncommon for the penalties to be different from county to county within any given state depending on the practices of the individual jurisdiction. Some jurisdictions require jail time and larger fines, even on a first offense.",
      "Ignition interlock devices (IIDs) are instruments designed to prevent someone from operating a vehicle when the device finds alcohol on the would-be driver's breath. These devices, often installed on vehicles of those convicted of a DUI, essentially are Breathalyzer machines that control the ability to start the car. Almost all states have drunk driving laws allowing or requiring judges to order ignition interlock devices in cars operated by certain drunk driving offenders."
    ],
    "Disturbance": [
      "Laws exist that make it a crime to create a public disruption or commotion. These laws vary from state to state, but they typically prohibit: Fighting or challenging someone to fight in a public place; Using offensive words in a public place likely to incite violence; Shouting in a public place intending to incite violence or unlawful activity; Bullying a student on or near school grounds; Knocking loudly on hotel doors of sleeping guests with the purpose of annoying them; Holding an unlawful public assembly; Shouting profanities out of a car window in front of a person's home over an extended period of time; Allowing excessive dog barking in a residential area; and Intentionally playing loud music during the night that continues, even after a fair warning.",
      "Disturbing the peace, also known as breach of the peace, is a criminal offense that occurs when a person engages in some form of unruly public behavior, such as fighting or causing excessively loud noise. When a person's words or conduct jeopardizes another person's right to peace and tranquility, he or she may be charged with disturbing the peace.",
      "Loud noise; or Offensive language addressed in a face-to-face manner to a specific individual and uttered under circumstances which are likely to produce an immediate violent response from a reasonable recipient; or Threatening to commit a felonious act against any person under circumstances which are likely to cause a reasonable person to fear that such threat may be carried out; or Fighting; or Creating a noxious and offensive odor; Being in a public place or on private property of another without consent and purposely causes inconvenience to another person or persons by unreasonably and physically obstructing: Vehicular or pedestrian traffic; or The free ingress or egress to or from a public or private place.",
      "Yelling, shouting, hooting, whistling or singing on or near the public, particularly between the hours of eleven p.m. and seven a.m. or at any time and place as to unreasonably disturb or  re with the peace and comfort of owners or possessors of real property;",
      "The creation of frequent, repetitive or continuous sounds which emanate from any building, structure, apartment or condominium, which unreasonably disturbs or  res with the peace and comfort of owners or possessors of real property, such as sounds from musical instruments, audio sound systems, band sessions or social gatherings;",
      "Sound from outside public address systems, voice amplification and any other form of loud speaker operated at a volume audible beyond the boundaries of the property from which the sound originates. This provision shall not apply only to licensed community activities.",
      "A person who knowingly causes a false alarm of fire or other emergency to be transmitted to, or within any organization, official or volunteer, for dealing with emergencies involving danger to life or property commits a misdemeanor. ",
      "A false alarm, also called a nuisance alarm, is the deceptive or erroneous report of an emergency, causing unnecessary panic and/or bringing resources (such as emergency services) to a place where they are not needed. False alarms may occur with residential burglary alarms, smoke detectors, industrial alarms, and in signal detection theory. False alarms have the potential to divert emergency responders away from legitimate emergencies, which could ultimately lead to loss of life. In some cases, repeated false alarms in a certain area may cause occupants to develop alarm fatigue and to start ignoring most alarms, knowing that each time it will probably be false.",
      "Fighting: Many states and city prosecutors punish fighting, brawling, or physical scuffles as disorderly conduct, even though more serious charges of assault or battery may apply. However, the circumstances of each case often determine whether a prosecutor charges the accused with assault, battery, disorderly conduct, or more serious charges. Protests: While engaging in peaceful protests is a constitutionally protected right, engaging in disruptive protests is not. For example, courts have held that participants in a sit-in demonstration engaged in disorderly conduct because they blocked traffic on a pedestrian walkway. Disturbing an assembly: Interrupting a city council meeting, a public rally, or religious ceremony can be enough to qualify as disorderly conduct. Public misconduct: Engaging in what is normally private conduct in a public place is often charged as disorderly conduct. Public urination, public masturbation, and public intoxication can constitute disorderly conduct. Police encounters: Many disorderly conduct charges arise from encounters people have with the police. For example, while arguing with a police officer does not count as disorderly conduct, arguing with police while engaging in threatening conduct or using any type of physical contact does. A person who fails to comply with a police order to move away from a public area also doesn't typically engage in disorderly conduct, unless the police officer issued the order in a situation where crowd control was an issue.",
      "Disorderly conduct laws differ significantly among states and municipalities, and the type of conduct covered by these laws and ordinances is quite broad. States typically categorize disorderly conduct as any behavior that is likely to cause other people alarm, anger, annoyance, or an increased likelihood to engage in unlawful activity. Let's take a look at what disorderly conduct covers."
    ],
    "Domestic Violence": [
      "Domestic violence is a violent act, sometimes like battery, committed against a person in a domestic  whom the law protects from assault, such as a spouse, a relative, or a dating or sexual partner. Some states also classify threats to commit violent acts against protected persons as domestic violence. Federal laws also make criminal certain acts that involve violence committed among persons in intimate . In addition to criminal penalties, incidents of domestic violence can serve as grounds for court-issued protective orders that affect contact with the victim and child custody.",
      "Domestic violence laws typically apply to victims who are residing with the aggressor at the time of the offense, such as spouses, children, and persons in intimate . ",
      "The prevalence of domestic violence is arguably one of the top health concerns in the country",
      "the definition of domestic violence is a pattern of abusive behavior in any relationship that is used by one partner to gain or maintain control over another intimate partner",
      "Domestic violence and abuse, an issue that is never far from the headlines, continues to be a pervasive issue in the United States. State legislatures are at the forefront of defining and penalizing domestic violence and abuse.",
      "child witnessing of domestic violence",
      "Domestic violence law provides the criminal rules for punishing those who cause emotional or physical harm to others with whom they share a family or other close relationship. It also deals with the civil protections available to victims of this type of harm",
      "Convictions for domestic violence in all states require that the defendant's conduct and relationship to the victim meet certain standards",
      "a defendant charged with domestic violence will begin to more fully understand the nature of the court proceeding and the options available",
      "The law defines domestic violence and dating violence in very specific ways. Every state and U.S. territory has laws that allow its courts to issue protection orders, as do many tribal lands. Each state, territory or tribe decides for itself how to define domestic violence and how its laws will help and protect victims, so the laws are different from one state to another. Most states include dating violence in their restraining order laws. In Georgia and South Carolina, the dating couple must have a child together or live together at some point.1 Although you may be a victim of domestic violence or dating violence, the laws in your state may be written in a way that does not include or protect you"
    ],
    "Drug Paraphernalia": [
      "The term drug paraphernalia refersto any equipment that is used toproduce, conceal, and consume illicitdrugs. It includes but is not limited toitems such as bongs, roach clips,miniature spoons, and various typesof pipes.",
      "Under federal law the term drug paraphernalia means “any equipment,product or material of any kind whichis primarily intended or designed foruse in manufacturing, compounding,converting, concealing, producing",
      "Identifying drug paraphernalia can be challenging because products oftenare marketed as though they weredesigned for legitimate purposes.Marijuana pipes and bongs, for exam-ple, frequently carry a misleading dis-claimer indicating that they areintended to be used only with tobaccoproducts. Recognizing drug parapher-nalia often involves considering otherfactors such as the manner in whichitems are displayed for sale, descriptivematerials or instructions accompanyingthe items, and the type of businessselling the items.",
      "The appearance of drug paraphernalia varies depending upon the manufac-turer and intended purpose",
      "Drug paraphernalia can beobtained through various means.",
      "Punishments for drug paraphernalia are generally less severe than for offenses involving illicit drugs themselves",
      "Paraphernalia generally falls into two categories: user-specific products and dealer-specific products. ",
      "Any drug paraphernalia involved in any violation of subsection (a) of this section shall be subject to seizure and forfeiture upon the conviction of a person for such violation",
      "Drug paraphernalia is equipment, products and materials of any kind which are used, intended for use, or designed for use, in planting, propagating, cultivating, growing, harvesting, manufacturing, compounding, converting, producing, processing, preparing, testing, analyzing, packaging, repackaging, storing, concealing, containing, injecting, ingesting,",
      "In determining whether an item constitutes drug paraphernalia, in addition to all other logically relevant factors, the following may be considered:"
    ],
    "Elusion": [
      "Whoever rescues or attempts to rescue or instigates, aids or assists the escape, or attempt to escape, of any person arrested upon a warrant or other process issued under any law of the United States, or committed to the custody of the Attorney General or to any institution or facility by his direction, shall, if the custody or confinement is by virtue of an arrest on a charge of felony, or conviction of any offense, be fined under this title or imprisoned not more than five years, or both; or, if the custody or confinement is for extradition, or for exclusion or expulsion proceedings under the immigration laws, or by virtue of an arrest or charge of or for a misdemeanor, and prior to conviction, be fined under this title or imprisoned not more than one year, or both.",
      "Whoever rescues or attempts to rescue or instigates, aids, or assists the escape or attempted escape of any person in the custody of the Attorney General or his authorized representative, or of any person arrested upon a warrant or other process issued under any law of the United States or from any institution or facility in which he is confined by direction of the Attorney General, shall, if the custody or confinement is by virtue of a lawful arrest for a violation of any law of the United States not punishable by death or life imprisonment and committed before such person’s eighteenth birthday, and as to whom the Attorney General has not specifically directed the institution of criminal proceedings, or by virtue of a commitment as a juvenile delinquent under section 5034 of this title, be fined under this title or imprisoned not more than one year, or both.",
      "The precise definition of eluding a police officer can differ somewhat from state to state, but the offense is basically a driver intentionally disobeying a law enforcement officer’s command to stop. Some examples of evading include:",
      "Fleeing or attempting to elude police officer. Offense defined.--Any driver of a motor vehicle who willfully fails or refuses to bring his vehicle to a stop, or who otherwise flees or attempts to elude a pursuing police officer, when given a visual and audible signal to bring the vehicle to a stop, commits an offense as graded in subsection",
      "while attempting to elude a pursuing police vehicle",
      "attempt to elude such peace officer, or willfully attempts in any other manner to elude the peace officer, or who does elude such peace officer, is guilty of a misdemeanor",
      "Any driver of a motor vehicle who willfully otherwise flees or attempts to elude a pursuing police vehicle or police",
      "who otherwise flees or attempts to elude a pursuing police vehicle or police",
      "Escape is a voluntary departure from custody which requires that the escapee have knowledge that his/her actions would result in his/her leaving physical confinement without permission.",
      "In order for an individual who has been accused of escape to be convicted, all elements of the crime must be proved. Such elements are governed by the specific language of each state statute. The general common-law principles may be incorporated within a statute, or the law may depart from them in various ways. Federal statutes also make it a crime to escape from federal custody."
    ],
    "Embezzlement": [
      "embezzlement",
      "Methods of embezzlement differ.",
      "Some embezzlers take off the top so that they continually acquire a small amount over time",
      "Companies have created safeguards to protect against embezzlement",
      "Embezzlement in the face of split duties adds the difficult requirement of forming a collusive arrangement and likely requires split proceeds, lowering the payoff for each member of the arrangement.",
      "proving embezzlement only requires showing either that the employee had possession of the goods or funds because of the employee’s position or that the employee had the authority to exercise substantial control over the goods or funds.",
      "embezzle",
      "Some embezzlers simply take large amounts of money at once, while others take small amounts over a long period of time.",
      "The crime of embezzlement does not have to be about money",
      "The conversion of company property such as computers or vehicles is also considered embezzlement. Sometimes state embezzlement statutes even include the taking of real property in addition to personal property."
    ],
    "Firearms": [
      "Gun laws in the United States regulate the sale, possession, and use of firearms and ammunition. State laws (and the laws of the District of Columbia and of the U.S. territories) vary considerably, and are independent of existing federal firearms laws, although they are sometimes broader or more limited in scope than the federal laws. ",
      "Firearm owners are subject to the firearm laws of the state they are in, and not exclusively their state of residence. Reciprocity between states exists in certain situations, such as with regard to concealed carry permits. These are recognized on a state-by-state basis. For example, Idaho recognizes an Oregon permit, but Oregon does not recognize an Idaho permit. Florida issues a license to carry both concealed weapons and firearms, but others license only the concealed carry of firearms. Some states do not recognize out-of-state permits to carry a firearm at all, so it is important to understand the laws of each state when traveling with a handgun",
      "A person commits the offense of possession of a defaced firearm if he or she knowingly possesses a firearm with a manufacturer's serial number or other identification mark required by law that has been removed, defaced, marred, altered, or destroyed.",
      "Although more powerful than most consumer guns, the laxity in regulation is present because shotguns play a vital role in various recreational activities, such as hunting or target shooting. Generally long guns such as shotguns or rifles are primarily used for such sports, and thus meet far less restriction in regards to permits, licenses, or registration requirements. Unlike handguns,which are responsible for roughly 70% of annual firearm homicides, shotguns have a surprisingly small effect on our country's violent crime statistics. The loose laws pertaining to shotguns, thus stem from both necessity, and tradition. Similar to other classifications of firearms, shotguns are regulated by varying state and Federal governments. Regulations on a federal level for shotguns pertain to length, barrel size, firing rates, and caliber. The length of a shotgun barrel for instance must be at least 18.5 inches or else the firearm is classified as a short barreled shotgun, and deemed illegal under the National Firearms act of 1934. Shotguns with semi-automatic or fully automatic capabilities are also regulated under the National Firearms act of 1934 and require special permits for purchase by an ordinary citizen. Shotguns used by police enforcement or the military are also federally regulated and require special taxes, background checks, training tests, and a justifiable reason to own such a weapon. The federal government acts as a broad umbrella for gun laws; it simply regulates those firearms which have no justification for use in society.",
      "All NFA weapons made by individuals must be legal in the State or municipality where the individual lives. The payment of a $200 making tax prior to manufacture of the weapon, although a subsequent transfer of AOWs after they are legally made is only $5. Only a Class-II manufacturer (a FFL holder licensed as a Manufacture of Firearms or Type-07 license that has paid a Special Occupational Tax Stamp or SOT) can manufacture NFA firearms (other than destructive devices) tax free, but they pay a larger annual tax which ranges from $500 to $1000 to cover manufacturing.[31]",
      "Most current fully automatic trigger groups will not fit their semi-automatic firearm look-alike counterparts – the semi-automatic version is specifically constructed to reject the fully automatic trigger group by adding metal in critical places. This addition is required by ATF to prevent easy conversion of Title I firearms into machine guns. ",
      "In general, certain components that make up an NFA item are considered regulated. For example, the components of a silencer are considered as silencers by themselves and the replacement parts are regulated. However, the repair of original parts without replacement can be done by the original manufacturer, FFL gunsmith, or by registered owner without being subjected to new registration as long as the serial number and the dimension (caliber) are maintained.[14] The length may be reduced in repair, but cannot be increased. Increasing the length is considered as making a new silencer. Suppressor is the term used within the trade/industry literature while the term silencer is the commonly used term that appears in the actual wording of the NFA. The terms are often used interchangeably depending on the source quoted.",
      "The Federal Firearms Act of 1938 (FFA) imposed a federal license requirement on gun manufacturers, importers, and persons in the business of selling firearms.",
      "Under the Gun Control Act of 1968, the Bureau of Alcohol, Tobacco and Firearms (ATF) was given wide latitude on the enforcement of regulations pertaining to holders of Federal Firearms Licenses (FFL) (which enable an individual or a company to engage in a business pertaining to the manufacture or importation of firearms and ammunition, or the interstate and intrastate sale of firearms).[citation needed] Allegations of abuse by ATF inspectors soon[when?] arose from the National Rifle Association (NRA) and some FFL licensees.[citation needed] In particular, advocates claimed that ATF was repeatedly inspecting FFL holders for the apparent purpose of harassment intended to drive the FFL holders out of business (as the FFL holders would constantly be having to tend to ATF inspections instead of to customers). ",
      "The Firearm Owners Protection Act of 1986 (FOPA) addressed the abuses noted in the 1982 Senate Judiciary Subcommittee report. Among the reforms intended to loosen restrictions on gun sales were the reopening of interstate sales of long guns on a limited basis, legalization of ammunition shipments through the U.S. Postal Service, removal of the requirement for record keeping on sales of non-armor-piercing ammunition, and federal protection of transportation of firearms through states where possession of those firearms would otherwise be illegal"
    ],
    "Fraud": [
      "Fraud is covered by both criminal and civil laws. The most obvious difference has to do with who files the legal case. Only government prosecutors can bring criminal charges, but a victim of fraud can file a civil lawsuit. Sometimes a person who commits fraud is both criminally prosecuted and sued in a civil action.",
      "Identity theft and identity fraud are terms used to refer to all types of crime in which someone wrongfully obtains and uses another person's personal data in some way that involves fraud or deception, typically for economic gain. For example, someone rummages through your garbage and steals an envelope with some old tax records, finding your Social Security number, birth date, and other sensitive information.",
      "Identity theft is one of the fastest-growing crimes in the nation, robbing its victims of time, money and peace of mind. Identity thieves often use the Internet but also can obtain sensitive personal data from trash cans and other unsecured locations. False impersonation is related to identity theft, with identity theft being more serious.",
      "False writing of checks is a common type of fraud. It is done by purposely writing false information on the check. Sometimes falsifying checks can be considered false impersonation, depending on how far it goes. If a person pretends to be another, that is false impersonation. However, most false impersonation happens online as impersonators find it easier to impersonate with anonymity. Mail fraud is one of the most common federal criminal charges. The use of the U.S. Postal Service (USPS) or a private interstate carrier to commit a crime of deceit gives feds an easy opportunity to claim jurisdiction. The following article provides a definition of this crime and a discussion of two of the most famous mail fraud convictions in history.",
      "In private civil lawsuits, the standard of proof is lower and punishment is often restitution (i.e., return of the victim's money) and monetary damages. When regulators such as the Federal Trade Commission or Securities and Exchange Commission file civil lawsuits against unscrupulous businesses, they frequently seek injunctions, restitution to victims and monetary penalties.",
      "Fraud law covers a broad range of crimes and civil tort actions that address situations in which a person wrongfully obtains money, property, or other benefits by deceit. In the criminal context, fraud is typically charged as a felony, meaning that a conviction can result in a year or more of incarceration. Criminal penalties can also include statutory fines, restitution (victim reimbursement), community service, as well as the loss of civil rights associated with a felony conviction. In civil court, financial compensation is generally the plaintiff's sole remedy. Fraud cases can be brought in either state or federal court. ",
      "Writing a bad check with fraudulent purposes is a serious offense accompanied by serious check fraud penalties for those found guilty. Check fraud specifically may involve signing another person’s name to a check, forging a signed endorsement or signature on a check, altering the writing on a check, constructing a fake check, or purposely writing bad checks to merchants. Check fraud laws may also vary state to state. Depending on the severity of the crime, the law may consider the forger guilty of a misdemeanor or felony. In court, check fraud or forgery must be proven with the intent to defraud another person or institution through writing fictitiously. In order for prosecution to be continued, it is not required that there be proven injury to an innocent party. Practically every US state has passed a law declaring forgery to be illegal and punishable and Congress has also passed its own legislation pertaining to the crime. . ",
      "Victims of fraud may be able to recover the money they lost at the conclusion of a criminal case, assuming the defendant is convicted and the judge orders full restitution to be paid. But issues can and do arise in criminal court that allow defendants to escape conviction. Even in the face of overwhelming evidence of guilt, a defendant may go unpunished as a result of prosecutorial errors, constitutional violations committed by the police, and so forth. By contrast, the likelihood of establishing liability in civil court is much higher. ",
      "Besides check and credit card offenses, financial fraud can take the form of counterfeiting, money laundering, prize or sweepstakes fraud, investment schemes, mortgage and foreclosure scams, and more. Common types of non-financial fraud include overseas romance schemes (to obtain immigration benefits) and identity theft. These examples are by no means a complete list of the devices criminals use to trick unsuspecting victims for the purpose of personal gain. Unique kinds of fraud, as well as variations on existing schemes, are constantly being developed, forcing legislatures to create new fraud crimes in response. ",
      "Credit and debit card fraud is a form of identity theft that involves an unauthorized taking of another's credit card information for the purpose of charging purchases to the account or removing funds from it. This theft can occur physically when the actual credit and debit card is taken, or the theft can occur when just the numbers are stolen from an unprotected website or a card reader at a gas station."
    ],
    "Gambling": [
      "Many levels of government have authorized multiple forms of gambling in an effort to raise money for needed services without raising direct taxes. These include everything from bingo games in church basements, to multimillion-dollar poker tournaments. Sometimes states advertise revenues from certain games to be devoted to particular needs, such as education. ",
      "Online gambling has been more strictly regulated. The Federal Wire Act of 1961 outlawed interstate wagering on sports, but did not address other forms of gambling. It has been the subject of court cases. The Unlawful Internet Gambling Enforcement Act of 2006 (UIGEA) did not specifically prohibit online gambling; instead, it outlawed financial transactions involving online gambling service providers. Some offshore gambling providers reacted by shutting down their services for US customers. Other operators, however, have continued to circumvent UIGEA and have continued to service US customers. For this reason, UIGEA has received criticism from notable figures within the gambling industry",
      "Each state determines what kind of gambling it allows within its borders, where the gambling can be located, and who may gamble. Each state has enacted different laws pertaining to these topics. The states also have differing legal gambling ages, with some states requiring the same minimum age for all types of gambling, while for others, it depends on the activity. For example, in New Jersey, an 18-year-old can buy a lottery ticket or bet on a horse race, but cannot enter a casino until age 21. Presumably, the age 21 restriction is due to the sale of alcohol in that location.",
      "In exploring whether an offshore Internet gambling business taking bets from Americans violated federal law  was focused on the Wire Act",
      "In 2006, Congress passed the Unlawful Internet Gambling Enforcement Act, which made it illegal for wagering businesses to knowingly accept payment in connection with unlawful Internet gambling ",
      "law defines gambling as making a bet, entering or remaining in a gambling place with the intent to bet, participate in a lottery or play a gambling device, and playing a gambling device.",
      "to own and operate four casinos with slot machines and racing. Commercial gambling is illegal except for the state owned facilities at Boot Hill Casino in Dodge City, Kansas Star Casino in Mulvane, and Hollywood Casino in Kansas City and Native American gaming described below.",
      "American gaming laws are heavily influenced by the history of gambling itself. Games of chance first came to the American colonies with the first settlers. Attitudes on gambling varied greatly from community to community, but there were no large-scale restrictions on the practice at the time. For many years, the colonies used lotteries to help raise revenues. For example, lotteries were used to establish or improve dozens of universities and hundreds of secondary schools during the 18th and early 19th centuries. In fact, a 1769 restriction on lotteries by the British crown became one of the many issues which fueled tensions.",
      "Decades ago, gambling used to be illegal almost in every part of the continental US, again, except for Nevada and New Jersey. However, as time flew by, more and more states have made various types of gambling legal, ranging from Indian casinos, bingo and poker rooms, off-track horse race betting, and more. While some states have approved certain types of gambling, there are other types that have remained “illegal”, so to speak, like online gambling.  In fact, almost all states have laws that ban at least some form of gambling.",
      "Gaming and gambling in the United States have undergone a great boom. During the past decade, most states have expanded legalized gaming, including regulated casino-style games and lotteries. There has been an explosion in opening Native American casinos. The popularity of online gambling and betting has increased exponentially."
    ],
    "Hit and Run": [
      "In traffic laws, a hit and run is the act of causing a traffic accident and not stopping afterwards. It is considered a supplemental crime in most jurisdictions. ",
      "A hit and run is a traffic offense that occurs when an individual is involved in a vehicular accident and illegally leaves the scene of the accident. ",
      "A hit and run occurs when a driver fails to follow through on these obligations and leaves the scene",
      "A hit and run can occur when two drivers collide, when a driver hits a pedestrian or a motorcycle, or when a driver hits an unoccupied vehicle or a structure. ",
      "If a driver who is in an accident fails to follow these steps or otherwise fulfill his or her legal responsibilities, this may constitute a hit and run",
      "A hit and run is a crime that has to do with the aftermath of an accident rather than its cause",
      "Hit and run incidents often involve accidents between moving cars",
      "Statutes determine what constitutes a hit and run, and some states’ statutes say that drivers can be convicted of the crime only if the accident occurred on a public road.",
      "Laws can provide stiff punishment for hit and run, though specific penalties vary from state to state.",
      "Generally speaking, a hit and run is defined as being involved in a car accident (either with a pedestrian, another car, or a fixed object) and then leaving the scene without stopping to identify yourself or render aid to anyone who might need assistance."
    ],
    "Human Trafficking": [
      "Human trafficking, also known as trafficking in persons (TIP), is a modern-day form of slavery. It is a crime under federal and international law; it is also a crime in every state in the United States.",
      "Sex trafficking is the recruitment, harboring, transportation, provision, obtaining, patronizing, or soliciting of a person for the purposes of a commercial sex act, in which the commercial sex act is induced by force, fraud, or coercion, or in which the person induced to perform such an act has not attained 18 years of age",
      "Labor trafficking is the recruitment, harboring, transportation, provision, or obtaining of a person for labor or services, through the use of force, fraud, or coercion for the purposes of subjection to involuntary servitude, peonage, debt bondage, or slavery, (22 USC  7102).",
      "The prohibitions on slavery, human trafficking, Sex Trafficking are found in the U.S. Code. These are not the only federal laws relating to slavery and human trafficking, but they address slavery, involuntary servitude, forced labor, labor trafficking and sex trafficking. In addition to the criminal prohibitions found here, Congress also established the first-ever comprehensive legislation relating to trafficking victims and their protection in the Trafficking Victims Protection Act (TVPA) of 2000.",
      "While the U.S. code section cited above makes human or sex trafficking and related activities crimes, Chapter 78 provides for government agencies, funding, and procedures intended to prevent trafficking. It's important to note that this area of law continues to expand and develop.",
      "Additional legislation includes the Preventing Sex Trafficking and Strengthening Families Act of 2014, which seeks to reduce sex trafficking among youth in the foster care system, and the Justice for Victims of Trafficking Act of 2015, which strengthens services available for victims of human trafficking and establishes criminal liability for buyers of commercial sex from victims of trafficking as well as a survivor-led U.S. Advisory Council on Human Trafficking.",
      "The crime of human trafficking or Sex Trafficking involves a trafficker using force, fraud, or coercion to make an individual perform labor or engage in commercial sex. Human trafficking often involves severe violence directed at its victims and is connected to a host of other crimes, including gang activity, drug operations, property crimes, organized criminal operations, and other violations of state, federal, and international law. Because of these connections, it is important to know how human trafficking laws and other criminal statutes interconnect.",
      "the first state to criminalize human trafficking. Since then, every state has enacted laws establishing criminal penalties for traffickers seeking to profit from forced labor or sexual servitude.",
      "State laws include a wide variety of activities under their definition of trafficking. Differences in trafficking definitions are critical to identifying who has criminal culpability. Most commonly, trafficking activities are defined as the recruitment, transportation, transfer, harboring or receipt of persons for the purpose of exploitation. Some jurisdictions have expanded their definition of trafficking by including activities like purchasing, benefitting or profiting.",
      "In order to obtain a trafficking conviction, state laws, in most instances, require that prosecutors prove traffickers compelled their victims into labor or sexual servitude. The majority of laws include the elements force, fraud and coercion, but their definition can vary greatly from state to state."
    ],
    "Insurance": [
      "In the absence of insurance, three possible individuals bear the burden of an economic loss; the individual suffering the loss; the individual causing the loss via negligence or unlawful conduct; or lastly, a particular party who has been allocated the burden by the legislature, such as employers under Workmen's Compensation statutes.",
      "In most states, drivers are required to carry automobile insurance. While the details in each state may vary, insurance is a necessary part of driving. It’s generally a good idea to always have at least some form of basic driver’s insurance, since a lack of insurance can create many legal problems in the long run. Most states such as California require that all drivers have a minimum level of insurance. ",
      "For example, not having driver’s insurance can negatively affect the way monetary damages are issued in a personal injury claim.  Also, in some states, not having driver’s insurance can actually lead to criminal charges.  Similar legal issues can arise for underinsured drivers as well.",
      "The purpose of uninsured motorist coverage is to pay for your medical bills and property damage expenses in the event the at-fault party in your car accident case does not carry any automobile liability insurance.",
      "At the federal level, insurance is required, and it is against the law to drive an uninsured vehicle. Knowingly driving an uninsured vehicle lead to arrest if pulled over. And as the saying goes, you can't get blood from a stone, so your better course of action is probably to make a claim under the uninsured motorist provision of your own auto policy.",
      "If the other driver confesses a lack of insurance coverage, that is your cue to immediately make an uninsured motorist claim on your own auto policy.",
      "Insurance law is the practice of law surrounding insurance, including insurance policies and claims. It can be broadly broken into three categories - regulation of the business of insurance; regulation of the content of insurance policies, especially with regard to consumer policies; and regulation of claim handling. ",
      "Failure to present proof of insurance coverage at the time of arrest or a failure of the Vehicle Insurance Database or proof of insurance card issued under 23-89-213 to show current insurance coverage at the time of the traffic stop creates a rebuttable presumption that the motor vehicle or the person's operation of the motor vehicle is uninsured.",
      "If the operator of the motor vehicle is unable to present proof of insurance coverage as required in subsection (a) of this section when requested by a law enforcement officer or if a check of the Vehicle Insurance Database at the time of the traffic stop fails to show current insurance coverage, the operator shall be issued, in addition to any traffic citation issued for a violation of this section, a notice of noncompliance with the provisions of this section on a form to be provided to the Department of Finance and Administration.",
      "However, if both the vehicle and the driver's operation of the vehicle were insured at the time of the offense, the owner of the vehicle shall have ten (10) days to present proof of insurance coverage or other financial security in effect at the time of the offense, whereupon the license plate shall be returned at no cost to the owner of the vehicle."
    ],
    "Intimidation": [
      "Refrain from informing or reporting to any law enforcement officer, prosecuting official or judge concerning any information, document or thing relating to the commission of a crime.",
      "Intimidation of witnesses or victims happens when a person, with the intent to or with the knowledge that his/her conduct will obstruct, impede, impair, prevent or  re with the administration of criminal justice, intimidates or attempts to intimidate any witness or victim to:",
      "Intimidation means to make fearful or to put into fear. Generally, proof of actual fear is not required in order to establish intimidation. It may be inferred from conduct, words, or circumstances reasonably calculated to produce fear. Extortion (also called shakedown, and, in a legal sense incorrectly, exaction) is obtaining benefit through coercion. In most jurisdictions it is likely to constitute a criminal offense, the bulk of this article deals with such cases. Extortion is sometimes called the protection racket since the racketeers often phrase their demands as payment for protection from (real or hypothetical) threats from unspecified other parties; though often, and almost always, such protection is simply abstinence of harm from the same party, and such is implied in the protection offer. Extortion is commonly practiced by organized crime. In some jurisdictions, actually obtaining the benefit is not required to commit the offense, and making a threat of violence which refers to a requirement of a payment of money or property to halt future violence is sufficient to commit the offense.[1] Exaction refers not only to extortion or the demanding and obtaining of something through force,[2] but additionally, in its formal definition, means the infliction of something such as pain and suffering or making somebody endure something unpleasant.[3] ",
      "Give any false or misleading information or testimony or refrain from giving any testimony, information, document or thing, relating to the commission of a crime, to an attorney representing a criminal defendant. Blackmail is an act of coercion using the threat of revealing or publicizing either substantially true or false information about a person or people unless certain demands are met. It is often damaging information, and may be revealed to family members or associates rather than to the general public. It may involve using threats of physical, mental or emotional harm, or of criminal prosecution, against the victim or someone close to the victim",
      "Threat, criminal threatening (or threatening behavior) is the crime of intentionally or knowingly putting another person in fear of bodily injury. Threat of harm generally involves a perception of injury...physical or mental damage...act or instance of injury, or a material and detriment or loss to a person.",
      "It shall be unlawful to coerce, intimidate, threaten, or with any person in the exercise or enjoyment of, or on account of his having exercised or enjoyed, or on account of his having aided or encouraged any other person in the exercise or enjoyment of",
      "A threat is a communicated intent to inflict harm or loss on another person.[1][2] Intimidation is widely observed in animal behavior (particularly in a ritualized form) chiefly in order to avoid the unnecessary physical violence that can lead to physical damage or the death of both conflicting parties. A threat is considered an act of coercion. ",
      "Some of the more common types of threats forbidden by law are those made with an intent to obtain a monetary advantage or to compel a person to act against his or her will. In most US states, it is an offense to threaten to (1) use a deadly weapon on another person; (2) injure another's person or property; or (3) injure another's reputation",
      "A criminal threat involves one person threatening someone else with physical harm. The threat must be communicated in some way, though it doesn't necessarily have to be verbal. A person can make a threat through email, text message, or even through non-verbal body language such as gestures or movements. However, some states require written or verbal threats, and in those states gestures are not enough.",
      "Criminal threats are made with the intention to place someone in fear of injury or death. However, it isn't necessary for a victim to actually experience fear or terror. Rather, it's the intention of the person making the threat that matters. The intent of a person who makes threats is usually determined by the circumstances surrounding the case."
    ],
    "Kidnapping": [
      "Kidnapping, also spelled kidnaping, criminal offense consisting of the unlawful taking and carrying away of a person by force or fraud or the unlawful seizure and detention of a person against his will. The principal motives for kidnapping are to subject the victim to some form of involuntary servitude, to expose him to the commission of some further criminal act against his person, or to obtain ransom for his safe release. More recently, kidnapping for the purpose of has become a tactic of political revolutionaries or terrorists seeking concessions from a government. In all countries it is considered a grave offense punishable by a long prison sentence or death.",
      "In earlier times kidnapping meant carrying a person away to another country for involuntary servitude. It also referred to the practices of impressing males into military service (also known as crimping) by fraudulent inducement or force and of shanghaiing merchant seamen in port cities.",
      "In most countries, the offense of kidnapping includes false imprisonment. False imprisonment aggravated by the carrying of the person to some other place is considered a kidnapping, thus inviting a more severe penalty.",
      "Most kidnapping cases are prosecuted on the state level. However, federal authorities will typically get involved and file federal charges if the kidnapping crosses state lines. Federal criminal code (18 U.S.C. Section 1201) makes kidnapping a serious felony offense, with prison sentences of 20 or more years, depending on prior convictions and the circumstances of the case. Federal law prosecutes international parental kidnapping under a different code (18 U.S.C. Section 1204), allowing for three-year prison sentences upon conviction.",
      "Under federal and state law, kidnapping is commonly defined as the taking of a person from one place to another against their will, or the confinement of a person to a controlled space. Some kidnapping laws require that the taking or confinement be for an unlawful purpose, such as or the facilitation of another crime. Additionally, a parent without legal custody rights may be charged with kidnapping for taking their own child in certain circumstances.",
      "The law of kidnapping is difficult to define with precision because it varies from jurisdiction to jurisdiction. Most state and federal kidnapping statutes define the term kidnapping vaguely, and courts fill in the details.",
      "Kidnapping laws in the United States derive from the Common Law of kidnapping that was developed by courts in England. Originally, the crime of kidnapping was defined as the unlawful and non-consensual transportation of a person from one country to another. In the late nineteenth and early twentieth centuries, states began to redefine kidnapping, most notably eliminating the requirement of interstate transport.",
      "A person who is convicted of kidnapping is usually sentenced to prison for a certain number of years. In some states, and at the federal level, the term of imprisonment may be the remainder of the offender's natural life. In jurisdictions that authorize the death penalty, a kidnapper is charged with a capital offense if the kidnapping results in death. Kidnapping is so severely punished because it is a dreaded offense. It usually occurs in connection with another criminal offense, or underlying crime. It involves violent deprivation of liberty, and it requires a special criminal boldness. Furthermore, the act of moving a crime victim exposes the victim to risks above and beyond those that are inherent in the underlying crime.",
      "Most kidnapping statutes recognize different types and levels of kidnapping and assign punishment accordingly. New York State, for example, bases its definition of first-degree kidnapping on the purpose and length of the abduction",
      "Taking a person away by means of persuasion or force. Some jurisdictions also require that the abductee, the person abducted, be a child or that that the abductor intend to marry or defile the abductee or subject him or her to prostitution or concubinage.  Parental abduction, a parent's abduction of his or her child, is a crime.  Although the terms abduction and kidnapping are, at times, used interchangeably, kidnapping is narrower, generally requiring the threat or use of force. "
    ],
    "Larceny": [
      "Larceny law deals with certain types of theft crimes in which the perpetrator takes property belonging to someone else without permission. Prosecutions for larceny are among the most common criminal proceedings in municipal and county courts across the country. Law enforcement authorities may also choose to bring larceny cases in federal court, especially cases involving a large conspiracy or the theft of U.S. government property. Whether larceny is charged as a misdemeanor or a felony will primarily depend on how much the property that was taken is worth. Thus, establishing the dollar value of the stolen property can prove a critical issue in a larceny case.",
      "The first stage of a crime that comes under a larceny definition involves the unlawful taking of another's property. So the removal or appropriation of property for a lawful purpose is not larceny, such as when a bank repossesses a car for non-payment.",
      "States usually separate larceny into different categories based on the value of the item stolen. Grand larceny applies to higher-value items, and petit (or petty) larceny applies to items of lesser value.",
      "Larceny requires that someone affirmatively take the property of another.",
      "Thus, while larceny may occur when a bracelet or piece of jewelry is stolen, it may also occur when a gym-goer owns a locker at a gym that another takes control over.",
      "Larceny requires that the owner of the property failed to give their consent for the property to be taken. If a defendant receives consent to borrow or take property, he cannot be charged with larceny because no unlawful taking has occurred. ",
      "In most states, punishment for larceny depends on the nature of the property taken.",
      "Larceny is a specific intent crime. This means that the defendant must have meant to take the victim's property without planning to give it back. ",
      "known as larceny, is the taking of someone else’s property without consent and with the intent to permanently deprive the owner of that property.",
      "Larceny is seen as common theft. Larceny is the theft of an item with the intent of depriving its owner of their property indefinitely. Furthermore, you could face larceny charges if you fail to perform an affirmative act to prove the item in question wasn’t stolen."
    ],
    "License": [
      "The types of conduct that can cause a driver to have his or her driver's license revoked are similar to offenses that can result in suspension, only more serious (and in many cases, after repeated violations following a suspension). And since driving on public is considered a privilege and not a right, states generally have a lot of leeway with regard to the revocation of drivers' licenses for both driving- and non-driving-related offenses. If your driver's license is revoked, you will have to wait a specified period of time before you may apply for a new one. But even then, your state may deny your application for a number of reasons, including the failure to pass required tests. This article offers a general answer to the question of How can your license be revoked? However, you should check with your state's department of motor vehicles for specifics.",
      "Yes, your driver's license is valid in every state. However, if you become a permanent resident of another state, you will have to apply for a new license in that state (often within 30 days of moving to that state). Although your new state might not make you take a new driving test, some states will require you to take a new vision or written examination.",
      "If you're caught driving with a suspended or revoked license, you will likely be arrested. In many states it's a crime, and carries a hefty fine and the possibility of imprisonment. The fine and jail time typically increase depending on why the license was suspended or revoked in the first place. For example, if your license was suspended or revoked",
      "Kansas requires applicants for an Instruction / Learner's Permit to be at least 14 years old and to have their parents' or guardians' consent. Before the permits administration, a vision and written test must be passed, or submit a certificate of completion from driver education. The permit's duration is one year and it may be renewed. The following conditions apply: A supervising adult, age 21 with at least a year of driving experience, must sit beside the permit holder at all times. While holding this permit, the driver must complete at least 25 hours of supervised driving, ten of which must be at night.  The permit holder cannot use any type of wireless communication device while driving, except to report illegal activity or call for emergency help. Driver may not text or talk on a cell while driving, except to report illegal activity or to summon emergency help. Penalties: Violation of any of the conditions above can result in the suspension of your license.",
      "Vending Machine/Device Permits are just one example of business licenses and governmental permits that business owners are often required to possess. There isn't just one set of rules for obtaining these licenses. The requirements vary from one municipality to another. Business Licenses, LLC offers services to help companies in every state, county, and jurisdiction in America obtain their Vending Machine/Device Permits. ",
      "If you would like to start a new business, or currently have one, and want to involve the sale of alcoholic beverages in your business it is important that you learn about the many types of alcoholic beverage licenses",
      "In the United States, driver's licenses are issued by each individual state, territory, and the District of Columbia rather than by the federal government because of the concept of federalism. Drivers are normally required to obtain a license from their state of residence and all states recognize each other's licenses for non-resident age requirements.",
      "Unrestricted Licenses are driver's licenses that most American drivers have in order to drive. Various states differ on what class they utilize to distinguish between a typical driver's license and special licenses, such as restricted, chauffeur, or motorcycle licenses.",
      "Handicap Permits are issued to persons who meet the proper guidelines for requiring handicap driving and parking access. They are granted special access to improve their quality of life as a driver",
      "Class C licenses are issued in all states, except Massachusetts, in both commercial and non-commercial status. A non-commercial Class C license may not be used for hire. Most recreational vehicles that do not fall into the class D/E category, such as converted buses, tractor, lawn mowers, or full size (greater than 40 feet (12 m)) campers require a non-commercial Class C license and the corresponding permit from the state with which you reside"
    ],
    "Littering": [
      "States spend millions of dollars each year to clean up littered roadways, parks, and coastal areas. In addition to the direct cost of litter removal, litter also harms the environment, property values and other economic activity. The most common types of litter are food packaging, bottles, cans, plastic bags, paper and tobacco products. States can discourage littering through a variety of methods, one of which is to create and enforce criminal penalties that punish unwanted behavior. While all states have some type of litter law, penalties vary widely, based on the amount, type, and location of litter. In 10 states, for example, the weight or volume of litter determines the severity of the crime. Other states focus on the type of litter, imposing penalties for dumping large items, such as furniture or major appliances. Many states have also enacted legislation to address littering in certain places, such as public highways, coastal areas, and recreational areas.",
      "Litter laws, enforcement efforts, and court prosecutions are used to help curtail littering. All three are part of a comprehensive response to environmental violators, write Epstein and Hammett, researchers for the United States Department of Justice. Littering and dumping laws, found in all fifty United States, appear to take precedence over municipal ordinances in controlling violations and act as public safety, not aesthetic measures. Similar from state-to-state, these laws define who violators are, the type or function of the person committing the action, and what items must be littered or dumped to constitute an illegal act. Municipal ordinances and state statutes require a human action in committing illegal littering or dumping, for one to be held in violation. Most states require law enforcement officers or designated, authorized individuals, to ...witness the illegal act to write a citation. Together, prosecutions and punitive fines are important in fighting illegal littering and dumping. ",
      "Illegal dumping,[1][2] also called fly dumping or fly tipping,[3] is the dumping of waste illegally instead of using an authorized method such as kerbside collection or using an authorized rubbish dump. It is the illegal deposit of any waste onto land, including waste dumped or tipped on a site with no license to accept waste.[4][5] The United States Environmental Protection Agency developed a profile of the typical illegal dumper. Characteristics of offenders include, local residents, construction and landscaping contractors, waste removers, scrap yard operators, and automobile and tire repair shops",
      "Illegal dumping is typically distinguished from littering by the type and amount of material and/or the manner in which it is discarded. An example of littering could be throwing a cigarette on the ground. However, emptying a rubbish bin with no permission in a public or private area can be classified as illegal dumping",
      "Littering is knowingly depositing in any manner litter on any public or private property or in any public or private waters, without permission to do so. Litter is trash improperly placed so as to be a nuisance or health concern. Laws regulating litter are primarily state and local laws, which vary by state and locality. Punishment for littering is usually a fine, but jail terms may be imposed for more serious littering offenses.",
      "A person commits the crime of criminal littering if he or she engages in any of the following acts: (1) Knowingly deposits in any manner litter on any public or private property or in any public or private waters, having no permission to do so. For purposes of this subdivision, items found in an accumulation of garbage, trash, or other discarded material",
      "A significant portion of litter along roadways in the U.S. is now being attributed to improperly tarped vehicles such as open-bed vehicles as well as trash and recycling collection vehicles that have not been properly secured",
      "Knowingly deposits in any manner litter on any public or private property or in any public or private waters, having no permission to do so. ",
      "A person commits the crime of criminal littering if he or she engages in any of the following acts",
      "The reasons people illegally dump vary; however, research indicates that lack of legal waste disposal options is a primary factor. A shortage of legal disposal options drives demand for waste removal service, increasing prices. Studies also have found unit pricing, which involves charging a set price per bag of garbage thrown out, may contribute to illegal dumping."
    ],
    "Manslaughter": [
      "Voluntary manslaughter involves the intentional killing of a person in which the offender did not have prior intent to kill.[1][2] The defendant may have the intention of causing serious injury short of death. ",
      "Involuntary manslaughter is the killing of another person without the intent to kill, but where the person's death occurs as a result of the negligent actions of the defendant.[2] ",
      "Vehicular manslaughter is a class C felony which holds people liable for any death which occurs because of criminal negligence, or a violation of traffic safety laws.",
      "Intoxication manslaughter, vehicular manslaughter and other similar offenses require a lesser mens rea than other manslaughter offenses.",
      "Manslaughter is the unlawful killing of a human being without malice. It is of two kinds Voluntary—Upon a sudden quarrel or heat of passion Involuntary—In the commission of an unlawful act not amounting to a felony, or in the commission in an unlawful manner, or without due caution and circumspection, of a lawful act which might produce death.",
      "manslaughter crimes involve unlawful killings, but they also involve surrounding circumstances that partially justify the defendant's conduct in the eyes of the law. Thus, in a manslaughter case, there may be no doubt that the defendant killed the victim.",
      "There are two kinds of manslaughter, voluntary and involuntary. Voluntary manslaughter is defined as the unlawful and intentional killing of another human being, without malice or deliberation, upon a sudden heat of passion caused by adequate provocation. Of these several elements, the defining characteristic of voluntary manslaughter is the requirement that the killing be committed upon a sudden heat of passion. The stereotypical scenario is that of a defendant who arrives home to find his or her spouse in bed with another person, whom the defendant then kills in an emotional rage triggered by the unexpected discovery of the spouse's infidelity. ",
      "Manslaughter law deals with homicide cases in which the defendant's culpability is mitigated by a lack of malice or deliberation.",
      "Similarly, the outcome of a voluntary manslaughter case can also come down to the question of the adequacy of the provocation that led the defendant to kill. The provoking event must have been one that would have created a sudden heat of passion in an average person in the defendant's position. This rules out situations in which the defendant overreacted in an irrational manner.",
      "The second kind of manslaughter is known as involuntary manslaughter. This crime occurs when the defendant kills the victim by accident, but under circumstances that justify some amount of punishment. It is often said that involuntary manslaughter amounts to criminal negligence. In other words, the defendant acted so that the law imposes criminal liability, even though the defendant did not intend to kill. A common example of involuntary manslaughter is a driver who causes an auto wreck resulting in death. "
    ],
    "Marijuana": [
      "Marijuana Depressants",
      "Marijuana Depressants",
      "Marijuana Depressants",
      "Marijuana",
      "Marijuana",
      "Marijuana",
      "Marijuana",
      "Marijuana",
      "Marijuana",
      "Marijuana"
    ],
    "Meth": [
      "Possession of methamphetamine, otherwise known as meth, crystal, has harsh consequences in both state and federal law. While possession of a small amount of meth can lead to simple possession charges, possession of a larger amount can lead to a charge of possession with intent to distribute, which can mean even stiffer penalties. ",
      "In some states, a person arrested for possession of precursor chemicals/ingredients, or meth paraphernalia, but no meth, may still be charged for possession of methamphetamines. Precursor chemicals are any over-the-counter drugs or chemicals used in the production of meth. Among others, this includes ephedrine, methylamine, phenyl-2-propanone, hydriodic acid, and hydrogen gas. Meth paraphernalia includes implements used to smoke, sniff, or shoot the drug, as well as instruments used to make, weigh, or package the drug. ",
      "Laws concerning crystal methamphetamine range in both state and federal jurisdictions. However, the bottom line is that if you are found possessing, making, or selling crystal meth, the law is not on your side.",
      "Over the last two decades, meth use has increased dramatically, resulting in what is now referred to as a meth epidemic. In response, the federal government and the states have passed laws carrying increasingly severe penalties for persons convicted of offenses involving illegal possession, sale, or manufacture.",
      "Methamphetamine, or meth, can be used legally when it’s prescribed",
      "Possessing meth, let alone using it, is a crime in every state and in the federal system",
      "Possessing meth for sale is a more serious crime that possession for personal use. Accordingly, it carries greater punishments (see below). Prosecutors base their cases on the amount of meth the defendant possessed ",
      "The penalties for meth possession, sale, and manufacture vary, depending on where the case was prosecuted ",
      "Even greater penalties apply if a person is convicted not simply of possessing meth, but of possessing it with the intent to sell",
      "Unlawfully using or distributing meth can result in dangerous circumstances that lead to additional crimes"
    ],
    "Murder": [
      "Murder, or more accurately, Criminal Homicide, is the unlawful taking of the life of another. Most states have varying degrees of murder and manslaughter, such as premeditated (or first degree murder), or murder committed during the commission of another crime (sometimes called felony murder). Not all states have adopted the Model Penal Code to classify different types of murder. Nevertheless, it serves as the basis of the criminal codes of 2/3 of the states in the U.S.",
      "The most serious type of criminal homicide is Murder. Murder is typically broken down further into several sub-categories; commonly first and second degree murder. ",
      "First degree murder is the most serious of all homicide charges, and applies to the intentional killing of a person after planning (or premeditation). It requires malice (evil intent) and forethought (planning). These cases are usually considered among the most heinous crimes and as such, the most severe punishments are reserved for them including life in prison or the death penalty.",
      "Second degree murder, on the other hand, usually applies to cases in which the killing may have been intentional but was not premeditated. These are often referred to as crimes of passion. A common example is the jealous husband that flies into a homicidal rage and kills his wife and her lover when he finds them in bed together. Some states also consider grossly wanton behavior that results in the death of another to be second degree murder. This applies in situations where one's actions were so wanton that the death of another person was almost assured, even if the killing was not intentional. Second degree murder is also very serious, and in most situations the defendant could face decades to life in prison, though the death sentence is not a possibility in these cases. ",
      "Some states have developed other forms of homicide crimes. A common example is felony murder. In a felony murder, a person dies while the defendant is committing another crime. For example, if several people are fleeing from a crime scene in one car and their vehicle strikes and kills a pedestrian, all of the people in the car may be charged with felony murder, not just the driver. This is true even though they may not have intended to kill anyone. ",
      "Any intentional murder that is willful and premeditated with malice aforethought. Felony murder, a charge that may be filed against a defendant who is involved in a dangerous crime where a death results from the crime,[12] is typically first-degree",
      "Second-degree murder Any intentional murder with malice aforethought, but is not premeditated or planned in advance",
      "Murder is the unlawful killing of a human being with malice aforethought. Every murder perpetrated by poison, lying in wait, or any other kind of willful, deliberate, malicious, and premeditated killing",
      "Murder occurs when one human being unlawfully kills another human being. See Homicide. The precise legal definition of murder varies by jurisdiction. Most states distinguish between different degrees of murder. Some other states base their murder laws",
      "Whether a killer acted with the deliberation and premeditation required for first degree murder can only be determined on a case by case basis. The need for deliberation and premeditation does not mean that the perpetrator must contemplate at length or plan far ahead of the murder. Time enough to form the conscious intent to kill and then act on it after enough time for a reasonable person to second guess the decision typically suffices. While this can happen very quickly, deliberation and premeditation must occur before, and not at the same time as, the act of killing."
    ],
    "Narcotics / Other Drugs": [
      "Controlled substance law consists of prohibitions against the unauthorized of drugs that the government has determined to be dangerous, habit-forming, or otherwise not appropriate for use without a prescription. Statutes setting forth these laws have been enacted at all levels of government, including most local municipalities. Violations can result in criminal fines and incarceration. The severity of the penalty in any given case is determined primarily by the quantity of controlled substances involved and whether the offender has past convictions for similar crimes. ",
      "By placing all controlled substances into schedules, legislatures can then enact criminal statutes that incorporate the schedules by reference. This avoids the need to list all substances covered by a particular law within the text of the law itself. It also provides a convenient means for updating drug laws within a jurisdiction all at once, as individual drugs can be added or removed from the schedules as necessary without the need to amend all the other drug laws. For example, in the year 2000, Congress added the date-rape drug GHB to Schedule I, thereby automatically making it illegal under every federal drug law that references that schedule. ",
      "Narcotics are drugs that dull the senses or alter perception. Popularly used to describe drugs that cannot be legally possessed, sold, or transported except for medicinal uses for which a physician or dentist's prescription is required. Among these controlled substances are heroin, cocaine, L.S.D., opium",
      "Depressants are substances that are regulated by the Controlled Substances Act because they cover a wide variety of drugs and substances and have some serious effects on the human body.  Depressants may defined as drugs or substances that slow down or hinder the normal function of the central nervous system.  Depressants can be said to be the polar opposites of stimulants, also another category of controlled or illegal substances. ",
      "It is unlawful to be under the possession of narcotics and it is also unlawful to be under the possession of non narcotics",
      "The possession or sale of anabolic steroids without a valid prescription is illegal. Simple possession of illicitly obtained anabolic steroids carries a maximum penalty of one year in prison and a minimum $1,000 fine if this is an individual's first drug offense.",
      "Unlawful inhalation Exception. It is unlawful for any person to intentionally smell or inhale the fumes of any type of substance as defined in RCW 9.47A. ... This section does not apply to the inhalation of any anesthesia for medical or dental purposes.",
      "it is unlawful for any person to inhale or ingest, or to possess with intent to breathe, inhale, or drink, any compound, liquid, or chemical ",
      "It is illegal to sell or distribute tobacco to anyone under the age of 18 years. It is illegal to sell or supply tobacco to a minor. Minors may not possess, purchase, or attempt to possess or purchase tobacco. Nineteen cities in Kansas, including Overland Park and Olathe, have raised their tobacco sales age to 21.",
      "Hallucinogens are found in plants and fungi or are synthetically produced and are among the oldest known group of drugs used for their ability to alter human perception and mood. "
    ],
    "Obstruction": [
      "obstruction of justice as an act that corruptly or by force, or by any letter or communication, influences, obstructs, or impedes, or endeavors to influence, obstruct, or impede, the due administration of justice.",
      "interfering of any kind is considered obstruction. Interfering with phone lines, interfering with legal process, interfering with another citizens arrests, or simply interfering with someone else's services can all be consider obstruction depending on the extent. Someone obstructs justice when that person has a specific intent to obstruct or interfere with a judicial proceeding. For a person to be convicted of obstructing justice, that person must not only have the specific intent to obstruct the proceeding, but that person must know (1) that a proceeding was actually pending at the time; and (2) there must be a connection between the endeavor to obstruct justice and the proceeding, and the person must have knowledge of this connection.",
      "Citizens cannot unlawfully restraint another citizen. Unlawful restraint is the crime of restraining another person unlawfully. the crime or act of willfully interfering with the process of justice and law especially by influencing or impeding a witness, potential witness, juror, or judicial or legal officer or by furnishing false information in or otherwise impeding an investigation or legal process",
      "The crime of obstruction of justice is considered a crime against justice itself, since it undermines the validity of the legal system",
      "The elements required for a conviction on an obstruction of justice charge differ slightly by code section",
      "False reporting is a type of obstruction. By giving a false police report, you obstruct time that an officer could be using to fulfill other duties. Do not falsify a police report, it wastes their time and will only land you in trouble. Resisting arrest occurs when a person interferes with a law enforcement officer’s attempt to perform a lawful arrest. Some states call the crime “obstruction.” The crime can be a felony or a misdemeanor, depending on the severity of the actions of the person being arrested.",
      "Misdemeanor resisting arrest (or misdemeanor obstruction) can include actions such as running and hiding from a law enforcement officer. Felony resisting arrest usually requires that a person either act violently toward the arresting officer or threaten to act violently.",
      "It is something a person does to impede the administration of a court process or proper discharge of a legal duty. Interference may be with the work of police, investigators, regulatory agencies, prosecutors, or other (usually government) officials. Often, no actual investigation or substantiated suspicion of a specific incident need exist to support a charge of obstruction of justice. Such activity is a crime.",
      "Judges typically have much discretion in deciding whom to hold in contempt and the type of contempt. Those held in contempt can include parties to a proceeding, attorneys, witnesses, jurors, people in or around a proceeding, and officers or staff of the court itself. There are two types of contempt of court: criminal contempt of court and civil contempt.",
      "In order to be convicted of obstructing justice, the defendant must have knowledge of an investigation or criminal proceeding, and attempt to influence it. Further, there must be specific intent to obstruct the proceeding, and there must be a connection between the obstruction endeavor and the proceeding that the defendant had knowledge of. Thus, simply failing to assist law enforcement does not instantly translate to an obstruction of justice."
    ],
    "Privacy": [
      "Information privacy law or data protection laws prohibit the disclosure or misuse of information about private individuals.",
      "Privacy law refers to the laws that deal with the regulation, storing, and using of personally identifiable information of individuals, which can be collected by governments, public or private organisations, or other individuals. ",
      "Data privacy is not highly legislated or regulated in the U.S.[21] In the United States, access to private data contained in, for example, third-party credit reports may be sought when seeking employment",
      "An invasion of privacy occurs when your reasonable expectation of privacy is violated.  For example, if you are having a private telephone conversation containing sensitive information in your home or office and someone is listening without your knowledge, consent, or an applicable exception, then this act constitutes an invasion of privacy.  However, unintentionally leaving sensitive or confidential information in a public area and another person picking it up does not constitute an invasion of privacy.",
      "The Children's Online Privacy Protection Act is a federal law in the United States that puts severe restrictions on what data companies can collect, share, or sell about children who are under the age of 13.[21] A core provision under COPPA is that a website operator must obtain verifiable parental consent before any collection, use, or disclosure of personal information from children",
      "Privacy lawyers are employed in a variety of settings. In the private sector, privacy lawyers are found at law firms, as well as in companies – both in the in-house and government affairs offices. Several government agencies are involved in creating and enforcing privacy laws",
      "Breach of privacy. (a) Breach of privacy is knowingly and without lawful authority",
      "Intruding upon another's solitude or private affairs is subject to liability if the intrusion is considered highly offensive to a reasonable person. This tort is often associated with peeping Toms, someone illegally intercepting private phone calls, or snooping through someone's private records.",
      "Let's say you accidentally leave a personal letter containing private information on a public park bench, and that letter is picked up and read by someone else. Even if the sharing of this information damages your reputation or causes other harm, it is not a violation of your privacy. That requires a reasonable expectation of privacy, which would apply if the letter was not left out in public.",
      "But if you're having a private conversation in your home and a neighbor uses an electronic device to eavesdrop (and this causes injury), then your expectation of privacy has been violated. This is because you have a reasonable expectation that your neighbor is not using surveillance on your home."
    ],
    "Procurement": [
      "Prostitution is illegal in all states except certain parts of Nevada, where it is strictly regulated. Some state statutes punish the act of prostitution, and other state statutes criminalize the acts of soliciting prostitution, arranging for prostitution, and operating a house of prostitution.",
      "Sale of sexual relations or sexual services or agreeing to provide those services in exchange for money is considered prostitution whether or not the services are provided",
      "hiring a person selling sexual relations who is 18 years of age or older Prostitution is paying for sexual relations. charges of solicitation of prostitution. Solicitation of prostitution is a crime involving a person's agreement to exchange money for sex",
      "Prostitution law varies widely from country to country, and between jurisdictions within a country. At one extreme, prostitution or sex work is legal in some places and regarded as a profession, while at the other extreme, it is a crime punishable by death in some other places",
      "It is illegal to procure sexual relations. Procuring or pandering is the facilitation or provision of a prostitute, escort, or sex worker in the arrangement of a sex act with a customer.[1] A procurer, colloquially called a pimp (if male) or a madam (if female), is an agent for prostitutes who collects part of their earnings. The procurer may receive this money in return for advertising services, physical protection, or for providing, and possibly monopolizing, a location where the prostitute may engage clients. Like prostitution, the legality of certain actions of a madam or a pimp vary from one region to the next.",
      "Procuring can take abusive forms. Madams/pimps may punish clients for physical abuse or failure to pay, and enforce exclusive rights to 'turf' where their prostitutes may advertise and operate with less competition.[5] In the many places where prostitution is outlawed, sex workers have decreased incentive to report abuse for fear of self-incrimination, and increased motivation to seek any physical protection from clients and law enforcement that a madam/pimp might provide",
      "Pimping and pandering laws are meant to undercut the sex industry by targeting the intermediaries - those who solicit money from sex workers, transport them to and from hotspots, recruit them into the sex industry, and advertise sex services",
      "This statute is quite broad and inclusive, making it illegal to promote the sale of sexual relations. The statute defines such promotion as when a defendant knowingly",
      "Promoting the sale of sexual relations is knowingly: (1) Establishing, owning, maintaining or managing any property, whether real or personal, where sexual relations are being sold or offered for sale by a person who is 18 years of age or older, or participating in the establishment, ownership, maintenance or management thereof; (2) permitting any property, whether real or personal, partially or wholly owned or controlled by the defendant to be used as a place where sexual relations are being sold or offered for sale by a person who is 18 years of age or older; (3) procuring a person selling sexual relations who is 18 years of age or older for a place where sexual relations are being sold or offered for sale; (4) inducing another who is 18 years of age or older to become a person who sells sexual relations; (5) soliciting a patron for a person 18 years of age or older who is selling sexual relations or for a place where sexual relations are being sold or offered for sale; (6) procuring a person 18 years of age or older who is selling sexual relations for a patron; (7) procuring transportation for, paying for the transportation of, or transporting a person 18 years of age or older within this state with the intention of assisting or promoting that person’s engaging in the sale of sexual relations; or.",
      "Sale of sexual relations or solicitation of sexual relations is illegal and prosecutable. solicits a patron for a prostitute or to enter a brothel; 6) recruits or otherwise procures a prostitute for a patron; or 7) enables transportation of a prostitute with the intention of helping the prostitute engage in acts of prostitution."
    ],
    "Property Damage": [
      "property damage: Injury to real or personal property through another's negligence, willful destruction, or by an act of nature. In lawsuits for damages caused by negligence or a willful act, property damage is distinguished from personal injury. Property damage may include harm to an automobile, a fence, a tree, a home, or any other possession",
      "When someone else's careless or intentional conduct causes damage to or destruction of your personal property, you might be considering a lawsuit",
      "A property damage claim might be brought as part of a larger case, destruction of personal property can be a serious crime depending on the property that was destroyed",
      "Property damage cases tend to have their own deadlines when it comes to your right to file a civil lawsuit. These deadlines are set by state laws (called statutes of limitations), and in the links below you'll find articles discussing the details for property damage statute of limitations in each state.  ",
      "Property damage cases are one of the regular types of lawsuits that come before judges in small claims courts regularly—they’re a staple. In most cases, a plaintiff files an action against a defendant claiming that the defendant negligently (accidentally) or intentionally damaged the plaintiff’s property. The plaintiff brings the lawsuit seeking monetary reimbursement for the damage.",
      "Vandalism is the willful destruction or damaging of property in a manner that defaces, mars, or otherwise adds a physical blemish that diminishes the property's value.",
      "While vandalism involves damaging property, it is not always the same as the crime of “destruction of property” or “damage to property.” These crimes can cover more serious physical damage, though some states use these categories to also cover acts of vandalism. In other words, what is vandalism in one state may be destruction of property in another.",
      "Criminal damage to property is a broad category under criminal laws that involves various forms of damage to property",
      "Criminal Tampering: This type of crime occurs when a person intentionally interrupts, tampers, or impairs public utility services. An example of this is where a person intentionally cuts power lines or blocks water supplies. It may also refer to any unauthorized meddling with or altering of another’s property",
      "Tampering with someone else's property is a crime, especially when it is tampering without the owners permission. Also, the term property crime is different from criminal damage to property. Property crimes usually involve theft or conversion of a person’s personal property. In comparison, damage to property crimes usually involve physical damage to real property"
    ],
    "Property Violation": [
      "The superintendent of central inspection is designated to administer and enforce this chapter. This chapter shall be applicable to all dwellings now in existence or hereinafter constructed in the city, and to all dwellings which become incorporated into the city because of annexation; provided that the construction of new dwellings and the remodeling of existing dwellings in the city shall comply with the provisions of this chapter and with the provisions of all other applicable codes and ordinances of the city; provided further, that in the event of conflict of ordinances applicable to such construction or remodeling and applicable to existing dwellings, the provision of the city ordinance that establishes the higher standard for the promotion and protection of the welfare and safety of the people shall prevail. After the adoption of this chapter, the superintendent of central inspection shall ascertain at the time a building permit is issued for a proposed new dwelling or for the proposed major remodeling or an existing dwelling and during the construction of such new dwelling or remodeling that such new dwelling or remodeling shall comply with the applicable minimum standards contained in this chapter and other applicable city ordinances; provided, however, that the intent of this chapter shall, in adoption, be to assist and further the restoration and preservation of those sites, buildings, structures and objects which have been entered or may be eligible for entry on the National Register of Historic Places, pursuant to Title 16, United States Code, Section 470(a) or other appropriate legislation, or as designated by the Historic Wichita Board or the Kansas Historical Society, and those sites, buildings and structures which contribute to the integrity of location, design, setting, feeling and association of any such designated or eligible historic place, it being recognized that such structures cannot and will not be restored and preserved if they are required to conform to building codes and other regulations promulgated subsequent to their construction, and it is further intended that this ordinance be liberally construed to serve the purposes as stated above and to further such restoration and preservation. ",
      "A zoning ordinance is a written regulation and law that defines how property in specific geographic zones can be used. Zoning ordinances specify whether zones can be used for residential or commercial purposes, and may also regulate lot size, placement, bulk (or density) and the height of structures. Zoning ordinances are lengthy documents describing not only the acceptable use for specified areas of land but also the procedures for handling infractions (including any penalties), granting variances and hearing appeals.",
      "Allowing weeds or other vegetation to grow beyond 12 inches high would likely lead to being fined by the city. Zoning ordinances give municipalities the ability to tailor the nature of their neighborhoods. Sections of a town zoned strictly for residential use not only create space for citizens to live but can also limit heavy traffic and noise pollution in that part of town. Municipal governments can institute highly specific zoning ordinances often to control the nature of a district or neighborhood. For example, zoning ordinances could be used to preserve an aesthetic for all the buildings in the area. If the municipality wishes to maintain a historic part of town, zoning ordinances could limit real estate there to buildings of comparable height and square footage as the historic buildings.",
      "Every bathroom and water closet room shall comply with the light and ventilation requirements for habitable rooms contained in paragraphs (1) and (2) of this section, except that no window shall be required in bathrooms and water closet rooms equipped with a ventilation system which is installed in accordance with the, building code. An openable skylight, approved by the superintendent of central inspection, may be used in lieu of a window in bathrooms and water closet rooms; ",
      "Erosion Stormwater and Soil Control: Mitigation Plans to Control Pollution. The City or County Engineer will require mitigation plans to control pollution of storm water, in accordance with the applicable Stormwater Pollution Prevention ordinance or federal or state regulations, as part of the development plan for the subdivision. Any mitigation plans for the control of pollution of stormwater required by federal, state or local law, statute, regulation, ordinance, or resolution; or by any local National Pollution Discharge Elimination System permit, must be included as part of the development plan for the subdivision. On land subject to excessive soil movement by the forces of wind and/or water and that may cause environmental health hazards, appropriate preventive measures shall be a part of the development plan for the subdivision. ",
      "Unless otherwise specified, required landscape area shall consist of a minimum of fifty-five (55) percent in ground surface covering by living grass or other plant materials. The foliage crown of trees that may extend over monolithic paved surfaces beyond the required landscaped area or over nonliving surfaces within the required landscaped area shall not be used in the fifty-five (55) percent or other required percentage calculation. The remaining forty-five (45) percent of the required landscape area may be covered with bark, wood chips, rock, bricks, stone, or similar materials (monolithic paving not included). An effective weed barrier shall be required in nonliving landscaped areas. The use of nonliving materials in required landscape areas for other than mulching around trees, shrubs and planting beds shall be on the basis of a landscape plan submitted for approval to the planning department. ",
      "Landscape plans shall be submitted showing the location of all Landscape Materials and shall be drawn to scale with the scale and north arrow indicated, as well as names of all adjacent, the lot dimensions, the location of all utility and drainage easements, and the legal description of the Zoning Lot. The plans shall contain a listing of the proposed plant materials indicating their numbers, names (both botanical and common) and sizes at the time of planting. The plans shall also state how water is to be provided to plant materials. Copies of the plans shall be submitted to the Metropolitan Area Planning Department in the quantity required by current policy. Statements setting out requirements I, J, K and L above should be included on the landscape plan if they apply to the project. The number of parking spaces within parking lots shall be shown. Calculations of the amount of required Landscaped Yard and number of parking lot trees, as well as the amount and number actually provided, shall be included as part of the landscape plan. ",
      "Maintenance shall include mowing, trimming, weeding, cultivation, mulching, tightening and repairing of guys and stakes, resetting plants to proper grades and upright position, restoration of planting saucer, fertilizing, pruning, disease and insect control and other necessary operations. ",
      "Changes to zoning ordinances can create tension with prospective tenants and landlords of properties. This can particularly be the case if a new business plans to move into a town, only to discover that the zoning has changed on the property they intended to occupy. Commercial properties can switch to residential and vice-versa because of zoning ordinances. In some instances, existing tenants could be forced to relocate because of the changes. A zoning ordinance could contain grandfather clauses that exempt existing tenants that were already present in the zone by a certain date.",
      "There are options for properties that do not match a zoning ordinance to still be established in the respective neighborhoods. An ordinance might change a zone that once allowed commercial businesses to operate to residential-only. Some small, local businesses might be grandfathered in and allowed to stay open. New businesses could apply for a variance and try to prove that their presence will not adversely affect the area. If the variance is approved, the new tenant can move in and operate regardless of zoning ordinance."
    ],
    "Public Indecency": [
      "Public indecency generally refers to acts involving nudity or sexual activity in view of the public, often with the intent to shock, offend, or arouse. It includes criminal offenses like indecent exposure and lewd conduct.",
      "Some states use the term public indecency to refer to other offenses relating to public nudity, including the display or promotion of obscene materials. The U.S. Supreme Court affirmed the right of states to outlaw public nudity, holding that the state has an interest in protecting societal order and morality, and that public nudity is not free expression protected by the First Amendment. Barnes v. Glen Theatre, 501 U.S. 560, 568 (1991). Sexual activity in public is illegal throughout the U.S., but states and localities differ on what constitutes illegal public nudity, both in terms of what body parts are considered indecent and whether that state must prove that a defendant had a particular intent. ",
      "In the United States, indecent exposure refers to conduct undertaken in a non-private or (in some jurisdictions) publicly viewable location, which is deemed indecent in nature, such as nudity, masturbation or sexual intercourse in public view.[1] Such activity is often illegal. The legal definition in a given location may not specify all activities that would be covered. Indecent exposure may also be referred to as sexual misconduct or public lewdness. ",
      "The more developed and crowded a place is, the more public urination tends to be objectionable",
      "Open defecation (also used in the opposite meaning as open defecation free) is the human practice of defecating outside (in the open environment) rather than into a toilet. People may choose fields, bushes, forests, ditches, canals or other open space for defecation. They do so because either they do not have a toilet readily accessible or due to traditional cultural practices.[1] The practice is common where sanitation infrastructure and services are not available. Even if toilets are available, behavior change efforts may still be needed to promote the use of toilets. The term open defecation free (ODF) is used to describe communities that have shifted to using a toilet instead of open defecation. This can happen for example after community-led total sanitation programs have been implemented.",
      "The mere act of public nudity, or exposure of specific body parts, is illegal in many parts of the U.S., while in others the state must prove that a defendant specifically intended to cause shock, offense, or sexual gratification.",
      "In a legal sense, lewdness has a higher degree of offensiveness than indecency. Whereas indecent exposure statutes generally refer to public exposure of the genitals, anus, or, in some jurisdictions, female breasts, lewd conduct statutes address public sexual activity.",
      "In many places, public urination is punishable by fines, though attitudes vary widely by country. In general, women are less likely to urinate in public than men. Depending on the culture, adult women, unlike men, are restricted in where they can urinate",
      "Exposure of private body parts. Whether a state’s law uses the term “private parts” or some other term, it usually refers to male and female genitals, male and female buttocks, and female breasts. However, exposure of the buttocks alone is not sufficient in some states.",
      "Exposure in a public place. Retail establishments and outdoor areas, whether publicly or privately owned, are examples of public places. A bedroom inside a home, not visible to those outside the home, is an example of a place that is not a public place. Other examples are explained below. "
    ],
    "Rape": [
      "To convict an offender of rape, some form of nonconsensual sexual penetration, however slight, must occur. Each instance of penetration can serve as a count of rape, as well.",
      "The most common form of rape is forcible rape",
      "The crime of statutory rape refers to sexual intercourse with a minor (someone below the age of consent). Minors who are below the age of consent cannot legally consent to having sex. This means that sex with them violates the law even if they signal their agreement.",
      "Statutory rape laws vary by state, with states setting the age of consent differently.",
      "Rape is sexual intercourse that is forced on another without the person’s consent or against the person’s will. This act is criminalized throughout the United States, but the legal term for it varies from state to state. Some states label this crime as rape",
      "laws regarding rape and criminal sexual penetration usually define this conduct as a felony with serious penalties",
      "rape traditionally describes the act of a male forcing a female to have sexual intercourse (sexual penetration of the vagina by the penis) with him. Common law rape required by the victim",
      "The crime of rape generally refers to non-consensual sexual intercourse that is committed by physical force, threat of injury, or other duress.",
      "Prosecutors can charge rape when an offender and victim have a preexisting (including so-called date rape), or even when the offender is the victim's spouse.",
      "The punishment for any form of rape is generally a lengthy prison sentence, the specific duration of which will be based on the laws of your state. In addition, a convicted defendant normally will have to register as a sex offender for life."
    ],
    "Robbery": [
      "Robbery is defined as taking away of goods or property by force or intimidation, with the intention of permanently depriving the owner of those items. Robbery, armed robbery and assault with intent to rob, are commonly punishable with a maximum sentence of life imprisonment.",
      "As can be seen, the element of force sits at the core of robbery. The timing of the force matters, too. For example, if a thief uses violence only when attempting to flee the scene, the charges would include other offenses but not necessarily robbery.",
      "Robbery is the taking of something of value from another person using force",
      "Aggravated robbery is a serious crime",
      "the definition of aggravated robbery",
      "The penalty for an aggravated robbery conviction will vary depending on the circumstances.",
      "In most jurisdictions, aggravated robbery is considered a felony.",
      "Aggravated robbery can difficult to defend in court, unless the wrong person has been identified as the robber.",
      "CRS  18-4-302 is the Colorado code section that defines the offense of Aggravated Robbery. A person commits the offense of aggravated robbery when he or she commits the offense of robbery; and also",
      "Robbery is the crime of taking or attempting to take anything of value by force, threat of force, or by putting the victim in fear."
    ],
    "Runaway": [
      "A runaway is a minor (someone under the age of 18) who leaves home without a parent’s or guardian’s permission, and is gone from the home overnight. In most states, running away is not a crime; however, runaways and their parents or guardians can face legal consequences. Adults who encourage or hide runaways can be charged with a crime.",
      "Runaways are often in a difficult situation",
      "Running away is generally not a crime, but as just described, it is a status offense in some states. Regardless of whether a particular state recognizes running away as a status offense, police can always take runaways into custody. The options available to police include:",
      "Parents or legal guardians can report a runaway to the police at any time. ",
      "Unfortunately, when your 17 year old voluntarily runs away, there is very little you can do to secure their return to your household",
      "The courts lack jurisdiction over a 17-year-old runaway to force that runaway to return to their home",
      "runaway may be charged with a crime for aiding and abetting.",
      "Most states have laws against harboring runaways. These laws make it a crime for adults to encourage minors to run away, or to hide runaways from their parents or legal guardians. For example, an adult cannot:",
      "Runaway children are defined as children under the age of eighteen, the leave home with the intention of not returning",
      "Any child who is a minor and is not emancipated who runs away from home is considered to be breaking the law in certain states."
    ],
    "Sexual Assault": [
      "while others refer to it as sexual assault or sexual battery, sexual battery, or criminal sexual penetration. ",
      "After sexual assault or sexual battery, it’s hard to know how to react. You may be physically hurt, emotionally drained, or unsure what to do next. You may be considering working with the criminal justice system, but are unsure of where to start. Learning more about what steps you can take following sexual violence can help ground you in a difficult time.",
      "sexual assault or sexual batterys affect millions of Americans annually. The term encompasses various actions that involve behavior or contact toward another person without their consent. The actions are defined by state law and can therefore differ by jurisdiction. However, some common examples of sexual assault or sexual battery include",
      "Specific laws vary by state, but sexual assault or sexual battery generally refers to any crime in which the offender subjects the victim to sexual touching that is unwanted and offensive. These crimes can range from sexual groping or assault/battery",
      "In general, sexual assault or sexual battery is involuntary sexual contact that occurs through the actor's use of force, coercion or the victim's incapacitation. The law will consider the victim incapacitated if he or she did not have the mental ability to understand the nature of the sexual acts, or if the victim was physically incapable of indicating their unwillingness to participate in the sexual conduct. Common examples of these charges may arise from the use of alcohol or date rape drugs, both of which can make it impossible for a victim to legally consent to sexual conduct.",
      "offenses commonly referred to as sexual assault or sexual battery in many other states -- under the broader category of sexual battery.",
      "Oral, anal, or vaginal penetration by, or union with, the sexual organ of another or the anal or vaginal penetration of another by any other object, without the other party's consent or capacity to provide consent; however, sexual battery does not include an act done for a bona fide medical purpose.",
      "The term sexual assault or sexual battery, in lay person terms, usually refers to an attack on a person that is sexual in nature. The legal definition of this term actually differs, however, from state to state. In some states, sexual assault or sexual battery ",
      "Lack of consent is the crucial component of sex crimes. Sexual conduct becomes criminal when sexual touch is not consented to, either because the offender forces another person to be sexual against his or her will,",
      "Acts that fall within the definition of sodomy can vary quite a bit. The narrow definition of sodomy might include only anal sex between two men. Sodomy can also be more broadly defined to include any sexual penetration aside from vaginal intercourse, including oral and anal sex, whether between two men or two women or a man and a woman. Laws differ on whether sodomy includes digital penetration and cunnilingus. Sometimes, sodomy laws also prohibit bestiality A sodomy law is a law that defines certain sexual acts as crimes. The precise sexual acts meant by the term sodomy are rarely spelled out in the law, but are typically understood by courts to include any sexual act deemed to be unnatural or immoral. Sodomy typically includes anal sex, oral sex, and bestiality."
    ],
    "Solicitation": [
      "Electronic solicitation. (a) Electronic solicitation is, by means of communication conducted through the telephone, internet or by other electronic means, enticing or soliciting a person, whom the offender believes to be a child, to commit or submit to an unlawful sexual act.",
      "solicitation A request or petition intended to obtain something; criminally urging, advising, or ordering someone to commit a crime; offering to pay for sex or requesting money in exchange for sex; an attempt to increase the number of one’s actual or potential clientele.",
      "Electronic solicitation. [See Revisor's Note] (a) Electronic solicitation is, by means of communication conducted through the telephone, internet, or by other electronic means: (1) Enticing or soliciting a person whom the offender believes to be a child 14 or more years of age but less than 16 years of age to commit or submit to an unlawful sexual act; or (2) enticing or soliciting a person whom the offender believes to be a child under the age of 14 to commit or submit to an unlawful sexual act.",
      "Solicitation is the act of offering, or attempting to purchase, goods or services",
      "The crime of solicitation is requesting, encouraging or demanding someone to engage in criminal conduct, with the intent to facilitate or contribute to the commission of that crime",
      "Since one can solicit the commission of a variety of crimes, punishment for solicitation can vary widely, and vary by state as well. Solicitation charges escalate depending on the degree of felony which was allegedly solicited. For example, solicitation of murder is punished as a much higher degree of felony than solicitation of prostitution.",
      "Urgent request, plea, or entreaty; enticing, asking. The criminal offense of urging someone to commit an unlawful act. The term solicitation is used in a variety of legal contexts. A person who asks someone to commit an illegal act has committed the criminal act of solicitation.",
      "The term solicitation is used in a variety of legal contexts. A person who asks someone to commit an illegal act has committed the criminal act of solicitation.",
      "The crime of solicitation is completed if one person intentionally entices, advises, incites, orders, or otherwise encourages another to commit a crime",
      "In civil law, solicitation means any request or appeal, either oral or written, or any endeavor to obtain, seek or plead for funds, property, financial assistance or other thing of value, including the promise or grant of any money or property of any kind or value. Solicitations may be made in writing, in person, or by telephone and other electronic methods"
    ],
    "Speed Limit": [
      "Traveling at high speeds on the roads",
      "speed limits frame expectations for drivers and other roadway users. Properly set speed limits provide a safe, consistent, and reasonable speed to protect drivers",
      "Speed limits in the United States are set by each state or territory. States have also allowed counties and municipalities to enact typically lower limits. Highway speed limits can range from an urban low of 25 mph (40 km/h) to a rural high of 85 mph (137 km/h). Speed limits are typically posted in increments of five miles per hour ",
      "The highest speed limits are generally 70 mph (113 km/h) on the West Coast and the inland eastern states, 75–80 mph (121–129 km/h) in inland western states, along with Arkansas and Louisiana. 65–70 mph",
      "Setting speed limits has traditionally been the responsibility of states, except for the period of 1973-1994. During that time, the federal government enacted mandatory speed limit ceilings on interstate highways and similar limited access roads through a National Maximum Speed Limit.",
      "Speeding over maximum limits is unsafe for the driver and others on the road",
      "Driving under the minimum speed limit actually causes more danger on the highway",
      "States can set a minimum speed limit on highways they feel would become dangerous if one were to travel below the a certain speed",
      "It is illegal to speed, however it is unlikely you will be pulled over for doing 3 miles over on a highway, 5 to 10 miles an hour over the speed limit is more likely to get you pulled over",
      "Pay attention to speed limits in areas you are unfamiliar with to avoid being unexpectedly pulled over"
    ],
    "Stalking": [
      "Most stalking is done by someone known to the victim, such as a current or former partner. Yet some victims are stalked by complete strangers.",
      "Stalking can include a wide array of behaviors:",
      "This page lists the most applicable state crimes addressing stalking. However, depending on the facts of the case, a stalker might also be charged with other crime",
      "The crime of stalking can be simply described as the unwanted pursuit of another person",
      "The individual's actions must be considered in connection with other actions to determine if someone is being stalked",
      "In most states, stalking laws pertain to the relatively new crime involving a clear pattern of conduct in which the offender follows, harasses",
      "In addition to criminal charges, those suspected of stalking may be subject to the terms of a protective order",
      "Stalking is unwanted and/or repeated surveillance by an individual or group toward another person",
      "Stalking behaviors may involve following the victim or monitoring them",
      "if you are a victim of stalking it is advised that you call your local police department to report the stalking"
    ],
    "Theft": [
      "Theft law deals with a variety of crimes in which the defendant takes money, assets, services, or other property with the intent of permanently depriving the owner of the property. ",
      "Theft statutes will indicate what the minimum value of the stolen property must be in order for the defendant to be convicted under that specific law. ",
      "Criminal deprivation of property that is a motor vehicle, as defined in K.S.A. 8-1437 and amendments thereto, upon a first or second conviction is a Class A public offense. ",
      "Grand theft auto (GTA) is a serious crime that involves stealing a vehicle with the intent of keeping it permanently. Stealing a car for the purpose of taking it around the block, or joyriding, would not be considered grand theft auto. If a person were to steal the vehicle and then go on to sell any part of it, then a charge of grand theft auto is likely.",
      "For cases involving more valuable stolen property, specifically property whose value exceeds the limit discussed above, an individual may face charges of grand theft. Grand theft can be a misdemeanor or a felony depending on the circumstances of the theft. Prosecutors have leeway to consider things like the type of property stolen",
      "The crime of receiving stolen property is defined as knowingly receiving stolen property with the intent to permanently deprive the owner of the property of its possession. In order for a defendant to be convicted, the property that the defendant receives must be stolen.",
      "Receiving stolen property is a crime that occurs when someone acquires goods with the knowledge that they have been stolen or unlawfully taken. All U.S. states have laws regarding the receipt of stolen property, and it can also be a federal crime if the items are involved in interstate commerce, generally, if they moved from one state to another, and have a value over $5,000",
      "Receipt of stolen property is often either a misdemeanor or a lower-level felony, with sentences ranging from a fine or suspended sentence up to ten years and a fine. Some states base sentences on how much the property is worth, with increased sentences for higher monetary values",
      "Theft is often defined as the unauthorized taking of property from another with the intent to permanently deprive them of it. Within this definition lie two key elements:",
      "Other key questions in theft cases are: 1) what type of property was stolen; and 2) how much the property was actually worth. This determines the category and/or degree of theft charges that an accused could face. Many jurisdictions create degrees of theft crimes. For example, a third degree theft might be a misdemeanor involving property with a relatively low market value. On the other hand, a first degree theft could be classified as a felony with stolen property valued above a limit established by law."
    ],
    "Trespass": [
      "Trespassing is the legal term for the situation in which one person enters onto the land of another without permission or the legal right to be there.",
      "In many places, failing to disperse, or loitering is considered trespassing. Although loitering isn't considered by most to be that serious, some businesses have strict rules when it comes to loitering. Depending on the circumstances and the law in place where the act occurs, trespassing may be considered a crime, a civil wrong (called a tort), or both.",
      "While state laws define criminal trespassing somewhat differently, the typical elements of the crime are: intentionally entering or remaining on someone else’s property without authorization.",
      "In order to commit criminal trespass, you must either go onto property knowing that you don’t have permission to be there or remain on property after learning that you don’t have the right to be there. Accidentally wandering onto someone’s land while hiking, for example, typically isn’t considered criminal trespass.",
      "In many states, laws require there be a warning that you aren’t allowed to be on property before you can be convicted for trespassing on the property. While a property owner can directly tell a trespasser to leave the premises, in many states, there are other ways to provide notice that property is off limits. For example, a sign saying No Trespassing, a fence around the property, or a locked door to the property will do the job.",
      "Trespass is defined by the act of knowingly entering another person’s property without permission",
      "You commit a criminal trespass whenever you enter onto property which you know you do not have the right to enter, or remain on property after learning you do not have the right to be there. Trespassing can occur on both private and public property, and you do not have to receive a verbal warning that the property is off limits. Parks are a common place where trespassing occurs, most parks have signage with the hours of operation. Entering or staying beyond the park's hours of operation may land you a criminal trespass charge.",
      "Even if you enter a structure or property with the owner's permission, you can still commit trespassing if the owner later orders you to leave but you choose to remain, for example as a house guest who refuses to leave.",
      "A person convicted of criminal trespass faces a range of penalties. In most criminal trespass situations courts do not impose significant jail penalties, fines, or lengthy probation periods, though the potential penalties differ among states. Trespassing is typically considered a minor crime and is not usually associated with stiff penalties. However, depending on the circumstances of the case and the laws in your state, a trespassing conviction can lead to a significant jail sentence and other penalties.",
      "Trespassing can have both civil and criminal consequences. A property owner may be able to sue someone who enters their land without permission. Meanwhile, the trespasser also may face charges. The prosecutor would need to prove that the defendant intentionally entered someone else’s property without permission, or remained there after being told to leave. This charge usually arises in the context of private property, but it can also arise if someone enters a store or other business, or even a city or state park, when they are not permitted to be there. Criminal trespass generally is not considered to be a serious crime."
    ],
    "Vehicle / Traffic Violation": [
      "Some traffic laws include, yielding to emergency vehicles, such as police cars, firetrucks, or ambulances. Some unlawful acts while driving are unsafe lane changes, emerging from an alley, driveway, or building incorrectly, travelling the wrong way on a one way street, following too close to other drivers, driving on unsafe tires, impeding the flow of traffic, passing in a no pass zone, unsafely backing up, travelling on the median of a roadway, cutting in to traffic, displaying your license plate in a visible location. The driver of a vehicle emerging from an alley, driveway, building, parking lot, or other place, immediately prior to driving onto a sidewalk or into the sidewalk area extending across any such alleyway, driveway, or entranceway, shall yield the right-of-way to any pedestrian upon or about to enter such sidewalk or sidewalk area extending across such alleyway, driveway, or entranceway, as may be necessary to avoid collision, and when entering the roadway shall comply with the provisions of section Kansas's seat belt law holds primary enforcement for front seat passengers and a secondary enforcement for passengers under the age of 18 in the back seat. Children under the age of 18 must wear the proper protection based on their age, weight, and height Whether it is dark window tinting, modifying your exhaust system so you can drag race, or altering your car's appearance by adding neon lights to the bottom, certain vehicle modifications are illegal. Each state across the U.S. has different laws and regulations, and fines vary from state-to-state. That's where FindLaw comes in. We've assembled a handy chart with links to all 50 state laws relating to illegal car modifications.",
      "Tags need to be renewed yearly, on top of that, tags need to be renewed monthly. Driving with tags that are out of date means the tags are illegal and you could be charged with driving with illegal tags. Stop in front of railroad gates, do not go around railroad gate, wait for train to cross railroad. The engineer may not be able to stop the train in time. Right Turn against a Red Light: Signal and stop for a red traffic light before the stop line (or limit line), if there is one, or before entering the intersection. If there is no sign that prohibits a right turn on the red light, you may turn right. Be careful that you do not   with pedestrians, bicyclists, or vehicles moving on their green light. Note that a right turn on red light is prohibited by law in New York City. Lights and signals; restrictions; exceptions for certain vehicles including school, church and day care buses. (a) During the times specified in K.S.A. 8-1703, and amendments thereto, any lighted lamp or illuminating device upon a motor vehicle, other than head lamps, spot lamps, auxiliary lamps, flashing turn signals, vehicular hazard warning lamps and school bus warning lamps, which projects a beam of light of an intensity greater than 300 candlepower shall be so directed that no part of the high intensity portion of the beam will strike the level of the roadway on which the vehicle stands at a distance of more than 75 feet from the vehicle.",
      "Reckless driving or careless driving is often defined as a mental state in which the driver displays a wanton disregard for the rules of the road; the driver misjudges common driving procedures. As you prepare to turn, reduce speed and stay as far to the right as possible. Begin the turn in the lane nearest to the right-hand curb and end the turn in the lane nearest the right-hand curb. Give turn signal. Yield to pedestrians who may be crossing your path. Scan for any bicyclist in your path. Avoid making wide, sweeping turns in the other lane. Kansas law is not specific on the size of cracks or chips that are permitted. However, the statute states that: It is illegal to drive a vehicle if the damage to the front windshield or windows presents a substantial obstruction to the driver's view of the road and intersecting roads",
      "Driving with a defective taillight. Driving carelessly is just as dangerous as driving recklessly. Make sure all lamps, lights, brakes and other equipment are properly working in your vehicle. All these laws apply to bikes as well. What is the law for a cracked windshield? For example, the Wisconsin Department of Transportation states that you can drive a car with a cracked windshield but it depends on where the crack is. Drivers need to pay attention to the road at all times while driving. Inattentive driving will lead to a ticket. Repeated inattentive driving may result in loss of driving privileges.",
      "Do not run stop signs. Running a stop sign is one of the most careless and dangerous actions you can perform as a driver. As you prepare to turn, reduce speed and stay as far to the right as possible. Begin the turn in the lane nearest to the right-hand curb and end the turn in the lane nearest the right-hand curb. Give turn signal. Yield to pedestrians who may be crossing your path. Scan for any bicyclist in your path. Avoid making wide, sweeping turns in the other lane. Making an Illegal U-Turn Running a Stop Sign Failure to Wear Seat BeltEach state/province has a set of laws that describe specific tire requirements such as tread wear and condition, as well as the use of winter (snow and ice) traction devices such as studded tires and chains",
      "Right Turn against a Red Light: Signal and stop for a red traffic light before the stop line (or limit line), if there is one, or before entering the intersection. If there is no sign that prohibits a right turn on the red light, you may turn right. Be careful that you do not   with pedestrians, bicyclists, or vehicles moving on their green light. Note that a right turn on red light is prohibited by law in New York City. Every motor vehicle manufactured after January 1, 1936, shall have a windshield made of safety glass. Such glass shall be plainly marked to identify it as safety glass or a certification from the glass supplier stating that the glass is approved safety glass shall be carried in the vehicle during operation or vehicle inspection, or both.",
      "In United States law, reckless driving is a major moving traffic violation. It is usually a more serious offense than careless driving, improper driving, or driving without due care and attention It may be the most universal of traffic signals: the red light. We all know what it means when we see it: Stop. Same goes for the ubiquitous red stop sign. Yet, from coast to coast, every day there are traffic citations being written for running stop lights or stop signs. Headlights must be in use from sunset to sunrise. Headlights must be in use when you cannot see more than 1000 feet in front of you. Headlights are also required when the windshield wipers are on",
      "Many of the traffic regulations we take for granted, such as stop signs and crosswalks for pedestrians, were suggested in William Eno's 1903 book, Rules of the Road. He also advocated for slow traffic to remain on the right side and for cars to pass on the left, the use of one way streets, and the construction of safety islands between opposing lanes of traffic. Many of his ideas were gradually adopted as states developed their own traffic codes. A headlamp is a lamp attached to the front of a vehicle to illuminate the road ahead. Headlamps are also often called headlights, but in the most precise usage, headlamp is the term for the device itself and headlight is the term for the beam of light produced and distributed by the device.",
      "Vehicles registered in the District of Columbia are required by law to display DC DMV-issued vehicle tags. Tags will be issued at registration. Vehicles are required to display two current tags, one on the front and the other on the rear of the vehicle. While each state has its own traffic code, there are only slight variations from one state to the next on the major rules of the road. For example, all states use the same or similar types of traffic signs. But the maximum speed limit on freeways differs substantially from state to state, with one section of freeway in Texas boasting an 85 miles per hour limit. Below are some examples of common traffic law violations U.S. seat belt laws may be subject to primary enforcement or secondary enforcement. Primary enforcement allows a police officer to stop and ticket a driver if he or she observes a violation. Secondary enforcement means that a police officer may only stop or cite a driver for a seat belt violation if the driver committed another primary violation (such as speeding, running a stop sign, etc.) at the same time. New Hampshire is the only U.S. state that does not by law require adult drivers to wear safety belts while operating a motor vehicle.  Kansas vehicle customers will be able to renew their tags online on the last day of the month without worry of a ticket for expired car registration",
      "In the state of Florida, it is unlawful to fail to obey or disobey a police officers order. This statute generally applies to traffic related offenses, however it can extend to other situations as well. The crime is detailed under Florida Statute 316.072(3), and occurs when a person who is walking, riding a bicycle or driving an automobile on a Florida public road is given a lawful order or direction by a police officer, then willfully refuses to obey such an order or direction. Under the statute, police officer includes deputy sheriffs, state troopers, municipal police officers, fire department members, EMT responders, traffic infraction enforcement officers and traffic crash investigation officers. Seat belt laws are divided into two categories: primary and secondary. Primary seat belt laws allow law enforcement officers to ticket a driver or passenger for not wearing a seat belt, without any other traffic offense taking place. Secondary seat belt laws state that law enforcement officers may issue a ticket for not wearing a seat belt only when there is another citable traffic infraction. No additional people may be in the front seat with the driver. Seat belts are required for all passengers inside the vehicle. also does not apply to those who do not complete their registration before their tags expire, which occurs on the last day of each month."
    ],
    "Weapons": [
      "some deadly weapons are illegal to have, although most small weapons are safe to own",
      "it is illegal to call in fake bomb threats, and it is taken seriously by many places",
      "bombs can be extemely destructive and so it is illegal to participate in the creation of bombs or bombing of a location",
      "Knives are a deadly weapon if used with unlawful intent. knives can cause severe injuries if a person were to use it as a deadly weapon, therefore it is smart to keep any knife safe",
      "be punished by fine of not less then than twenty-five nor more than one hundred dollars, and shall forfeit to the county the weapon or weapons so found on or about his person",
      "and that the weapon so carried was borne openly and not concealed beneath the clothing; and if it shall appear that this danger had its origin in a difficulty first commenced by the accused, it shall not be considered as a legal defense.",
      "It is illegal to be manufactoring, producing, purchasing, selling or possessing an illegal weapon, doing so is a felony weapons violation",
      "States have a legal obligation to ensure that the weapons that are newly developed, manufactured or produced for their own armed forces are compliant with international law",
      "The five-day course is designed for lawyers, diplomats and other officials, either currently involved or likely to be involved in legal weapons reviews and/or other weapons-related issues. It does not assume any particular knowledge of, or previous experience in international law or the law of armed conflict.",
      "It is illegal in the state of Kansas to carry an unconcealed weapon. However, it is legal to carry a concealed weapon as long as the property allows concealed weapons to be carried."
    ]
  }